[
  {
    "Adı": "Grip",
    "Latince Adı": "Influenza",
    "Hakkında": " Grip, solunum yolu enfeksiyonuna neden olan bir virüs olan influenza virüsü tarafından oluşturulan bir hastalıktır. Mevsimsel grip ve pandemik grip olmak üzere iki ana türü vardır. Grip, özellikle kış aylarında yaygın olarak görülür ve hızla yayılabilir.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "70",
    "Korunma Yolları": "Grip aşısı yaptırmak en etkili korunma yöntemlerinden biridir. Sık sık ellerinizi yıkayarak virüsün yayılma riskini azaltabilirsiniz. Hasta kişilerle yakın teması sınırlamak önemlidir. Öksürürken veya hapşırırken ağzınızı ve burnunuzu kapatarak enfekte olma riskinizi azaltabilirsiniz.",
    "Enfekte Oldum": "Grip belirtileri görüldüğünde dinlenmek, bol sıvı tüketmek, doktora başvurmak ve başkalarıyla teması sınırlamak önemlidir.",
    "Etiketler": "yüksek ateş, baş ağrısı, kas ağrıları, boğaz ağrısı, öksürük, burun akıntısı, halsizlik, titreme.",
    "Benzer Hastalıklar": "Soğuk Algınlığı,Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/grip.png"
  },
  {
    "Adı": "Koronavirüs",
    "Latince Adı": "SARS-CoV-2",
    "Hakkında": " COVID-19, SARS-CoV-2 adı verilen bir koronavirüs tarafından neden olunan bulaşıcı bir solunum yolu hastalığıdır. İlk olarak 2019 yılında Çin'in Wuhan şehrinde tespit edilmiştir ve daha sonra dünya geneline yayılmıştır. COVID-19, özellikle solunum yolu semptomlarına neden olur, ancak bazı insanlar asemptomatik veya hafif semptomlarla hastalanabilirken, diğerleri daha ciddi komplikasyonlar geliştirebilir.",
    "Risk Oranı": "60",
    "Görülme Sıklığı": "55",
    "Korunma Yolları": "Maske takmak, sosyal mesafeyi korumak, sık sık ellerinizi yıkamak, aşı yaptırmak, kalabalık ortamlardan kaçınmak.",
    "Enfekte Oldum": "COVID-19 belirtileri görüldüğünde, hemen sağlık kuruluşuyla iletişime geçmelisiniz. İzole olmalı ve doktorunuzun talimatlarını takip etmelisiniz.",
    "Etiketler": "yüksek ateş, öksürük, nefes darlığı, kas ağrıları, eklem ağrıları, baş ağrısı, boğaz ağrısı, tat kaybı, koku kaybı",
    "Benzer Hastalıklar": "Grip, Soğuk Algınlığı, Bronşit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/korona.png"
  },
  {
    "Adı": "Soğuk Algınlığı",
    "Latince Adı": "Rhinovirus",
    "Hakkında": "Soğuk algınlığı, genellikle burun ve boğazın üst solunum yollarını etkileyen bir virüs enfeksiyonudur. Soğuk algınlığı, çeşitli virüslerin neden olduğu bir grup hastalık olan soğukalgınlığı virüsleri tarafından yayılır. Belirtileri genellikle hafif ila orta şiddette olup, burun tıkanıklığı, hapşırma, boğaz ağrısı, öksürük ve hafif ateş gibi semptomları içerebilir. Soğuk algınlığı, özellikle sonbahar ve kış aylarında daha yaygın olarak görülür.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "35",
    "Korunma Yolları": "Soğuk algınlığından korunmanın en etkili yolu hijyenik önlemleri uygulamaktır. Sık sık ellerinizi yıkamak, el dezenfektanları kullanmak, hasta kişilerle yakın teması sınırlamak ve burun ve ağızla temas etmekten kaçınmak önemlidir. Ayrıca, bağışıklık sistemini güçlendirmek için sağlıklı bir yaşam tarzı benimsemek ve dengeli beslenmek de yardımcı olabilir.",
    "Enfekte Oldum": "Soğuk algınlığı semptomları genellikle hafif ve kendiliğinden iyileşir. Dinlenmek, bol sıvı tüketmek ve semptomları hafifletmeye yardımcı olan reçetesiz ilaçları kullanmak genellikle tedavi için yeterlidir. Ancak, semptomlar uzun süre devam ederse veya ciddi hale gelirse, bir sağlık profesyoneline başvurmak önemlidir.",
    "Etiketler": "burun tıkanıklığı, hapşırma, boğaz ağrısı, öksürük, hafif ateş, yorgunluk",
    "Benzer Hastalıklar": "Grip, Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/soguk.png"
  },
  {
    "Adı": "AIDS",
    "Latince Adı": "Acquired Immunodeficiency",
    "Hakkında": "AIDS, insan bağışıklık yetmezliği virüsü (HIV) tarafından neden olan bir viral enfeksiyonun sonucu olarak gelişen ciddi bir bağışıklık sistemi bozukluğudur. HIV, bağışıklık sisteminin hücresel bileşenlerini hedef alır ve yavaşça zayıflatır. Sonunda, hastanın vücudu enfeksiyonlara ve kanserlere karşı savunmasız hale gelir. AIDS, HIV enfeksiyonunun ilerlediği aşamadır ve tedavi edilmezse ölümcül olabilir.",
    "Risk Oranı": "70",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "HIV enfeksiyonundan korunmanın en etkili yollarından biri cinsel ilişki sırasında korunma (prezervatif kullanma), güvenli iğne kullanımı ve kan, semen, vajinal sıvı veya anneden bebeğe geçiş gibi yollarla HIV bulaşma riskini azaltmaktır. Ayrıca HIV testi yaptırmak, erken tanı ve tedaviye erişim sağlamak da önemlidir.",
    "Enfekte Oldum": "HIV enfeksiyonu tanı konduğunda, antiretroviral ilaçlar ve diğer tedavi yöntemleri önerilir. Erken tanı ve tedavi, HIV enfeksiyonunun ilerlemesini yavaşlatabilir ve AIDS'i önleyebilir. Ayrıca, hasta kişinin bağışıklık sistemini güçlendirmek ve sağlıklı bir yaşam tarzı benimsemek de önemlidir.",
    "Etiketler": "enfeksiyon, kilo kaybı, yorgunluk, ateş, öksürük, ishal ",
    "Benzer Hastalıklar": "Grip",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/aids.png"
  },
  {
    "Adı": "Hepatit A",
    "Latince Adı": "Hepatitis A",
    "Hakkında": "Hepatit A, hepatit A virüsü (HAV) tarafından neden olan bir karaciğer enfeksiyonudur. Bu virüs, kontamine su ve gıda yoluyla bulaşır ve bağırsak sistemini etkileyerek karaciğere zarar verir. Hastalık genellikle hafif ila orta derecede şiddetli belirtilerle seyreder ve genellikle tamamen iyileşir. Hepatit A, aşılama ve hijyen uygulamaları sayesinde önlenebilir bir hastalıktır.",
    "Risk Oranı": "55",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Hepatit A'dan korunmanın en etkili yolu hepatit A aşısı yaptırmaktır. Ayrıca hijyenik uygulamalara dikkat etmek, temiz su içmek ve gıdaları iyi pişirerek virüsün yayılma riskini azaltabilir.",
    "Enfekte Oldum": "Hepatit A teşhisi konulduğunda, genellikle destekleyici tedavi önerilir. Dinlenmek, bol sıvı tüketmek ve karaciğer sağlığını korumak için doktor tavsiyelerine uymak önemlidir. Çoğu insan tamamen iyileşir, ancak bazı durumlarda hastalık daha ciddi hale gelebilir.",
    "Etiketler": "halsizlik, iştah kaybı, mide bulantısı, karın ağrısı, ciltte sararma,sarılık",
    "Benzer Hastalıklar": "İshal, Hepatit B, Hepatit C",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepa.png"
  },
  {
    "Adı": "Hepatit B",
    "Latince Adı": "Hepatitis B",
    "Hakkında": "Hepatit B, hepatit B virüsü (HBV) tarafından neden olan bir karaciğer enfeksiyonudur. HBV, kan, cinsel temas, kontamine iğneler ve anneden çocuğa bulaşma yoluyla yayılır. Kronik hepatit B, karaciğer hasarına ve karaciğer kanseri riskine yol açabilir. Hastalık, belirtileri hafif ila ciddi arasında değişebilir ve bazı insanlar hiç belirti göstermeyebilir.",
    "Risk Oranı": "45",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Hepatit B'den korunmanın en etkili yolu hepatit B aşısı yaptırmaktır. Ayrıca, cinsel ilişki sırasında prezervatif kullanmak, kontamine iğne kullanımından kaçınmak ve steril iğne paylaşmamak da önemlidir. Ayrıca, sağlık çalışanları ve diğer risk altındaki gruplar için aşılar önerilmektedir.",
    "Enfekte Oldum": "Kronik hepatit B tanısı konulduğunda, uzun vadeli izleme ve tedavi gerekebilir. Antiviral ilaçlar karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "sarılık, iştah kaybı, mide bulantısı, karın ağrısı, yorgunluk, halsizlik, kas ağrıları",
    "Benzer Hastalıklar": "Hepatit A, Hepatit C,İshal, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepb.png"
  },
  {
    "Adı": "Hepatit C",
    "Latince Adı": "Hepatitis C",
    "Hakkında": "Hepatit C, hepatit C virüsü (HCV) tarafından neden olan bir karaciğer enfeksiyonudur. HCV, kan yoluyla bulaşır ve kronik bir karaciğer hastalığına yol açabilir. Hastalık belirtileri genellikle hafif ila orta derecede olup, uzun vadede karaciğer hasarına ve karaciğer kanserine neden olabilir. Kronik hepatit C, erken teşhis ve tedavi edilmezse ciddi sağlık sorunlarına yol açabilir.",
    "Risk Oranı": "45",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Hepatit C'den korunmanın en etkili yollarından biri kontamine iğne kullanımından kaçınmak ve kan temasından kaçınmaktır. Güvenli cinsel ilişki uygulamaları, kontamine iğnelerin paylaşılmaması ve sağlık çalışanlarının güvenli önlemleri alması da önemlidir. Hepatit C'ye karşı spesifik bir aşı bulunmamaktadır.",
    "Enfekte Oldum": "Kronik hepatit C tanısı konulduğunda, antiviral ilaçlar ve diğer tedavi yöntemleri önerilir. Tedavi, karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "yorgunluk, iştah kaybı, bulantı, karın ağrısı, sarılık, karaciğer sorunları, kas ağrıları",
    "Benzer Hastalıklar": "İshal, Hepatit A, Hepatit B, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepc.png"
  }
]
