[
  {
    "Adı": "Grip",
    "Latince Adı": "Influenza",
    "Hakkında": "İnfluenza, solunum yolu enfeksiyonlarına neden olan bir virüsün yol açtığı bulaşıcı bir hastalıktır. Her yıl mevsimsel grip salgınlarına neden olabilir ve ciddi komplikasyonlara yol açabilir. Hasta kişilerin öksürme, hapşırma veya temas yoluyla kolayca yayılır. Belirtileri genellikle yüksek ateş, baş ağrısı, kas ağrıları, boğaz ağrısı, halsizlik ve öksürük içerir. İnfluenza virüsü, tip A, B ve C olmak üzere farklı türlerde bulunur. Tip A ve B insanlarda daha sık görülür ve ağır enfeksiyonlara yol açabilir.",
    "Risk Oranı": "9",
    "Görülme Sıklığı": "35",
    "Korunma Yolları": "En iyi korunma yolu, aşı olmaktır. Mevsimsel grip aşıları, hastalığın yaygın olduğu dönemlerde önerilir. El hijyeni önemlidir; sık sık ellerinizi yıkamak veya el dezenfektanı kullanmak enfeksiyon riskini azaltabilir. Hasta kişilerle yakın teması önlemek ve hasta olduğunuzda evde kalmak, yayılma riskini azaltabilir. Öksürürken veya hapşırırken ağzınızı ve burnunuzu kapatmak için bir mendil veya dirseğinizi kullanmak yayılma riskini azaltabilir. Kamu alanlarında maske takmak, enfeksiyonun yayılmasını engellemeye yardımcı olabilir.",
    "Enfekte Oldum": "Hasta olduğunuzda dinlenmek ve bol sıvı tüketmek, iyileşme sürecinizi hızlandırabilir. Doktora başvurmak gerekebilir, özellikle de belirtiler ciddi hale gelirse veya yüksek riskli bir grupta iseniz. Doktorun önerdiği ilaçları düzenli olarak kullanmak, enfeksiyonun süresini kısaltabilir ve komplikasyon riskini azaltabilir. Hasta iken başkalarıyla teması sınırlamak, hastalığın yayılmasını önlemeye yardımcı olabilir. Özellikle ağır belirtiler, nefes darlığı veya ciddi komplikasyonlar yaşanıyorsa hemen tıbbi yardım almak önemlidir.",
    "Etiketler": "Yüksek Ateş,Baş Ağrısı,Kas Ağrıları,Boğaz Ağrısı,Öksürük,Burun Akıntısı,Halsizlik,Titreme",
    "Benzer Hastalıklar": "Soğuk Algınlığı,Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/grip.png"
  },
  {
    "Adı": "Koronavirüs",
    "Latince Adı": "SARS-CoV-2",
    "Hakkında": " COVID-19, SARS-CoV-2 adı verilen bir koronavirüs tarafından neden olunan bulaşıcı bir solunum yolu hastalığıdır. İlk olarak 2019 yılında Çin'in Wuhan şehrinde tespit edilmiştir ve daha sonra dünya geneline yayılmıştır. COVID-19, özellikle solunum yolu semptomlarına neden olur, ancak bazı insanlar asemptomatik veya hafif semptomlarla hastalanabilirken, diğerleri daha ciddi komplikasyonlar geliştirebilir.",
    "Risk Oranı": "20",
    "Görülme Sıklığı": "40",
    "Korunma Yolları": "Maske takmak, sosyal mesafeyi korumak, sık sık ellerinizi yıkamak, aşı yaptırmak, kalabalık ortamlardan kaçınmak.",
    "Enfekte Oldum": "COVID-19 belirtileri görüldüğünde, hemen sağlık kuruluşuyla iletişime geçmelisiniz. İzole olmalı ve doktorunuzun talimatlarını takip etmelisiniz.",
    "Etiketler": "Yüksek Ateş,Öksürük,Nefes Darlığı,Kas Ağrıları,Eklem Ağrıları,Baş Ağrısı,Boğaz Ağrısı,Tat Kaybı,Koku Kaybı",
    "Benzer Hastalıklar": "Grip, Soğuk Algınlığı, Bronşit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/korona.png"
  },
  {
    "Adı": "Soğuk Algınlığı",
    "Latince Adı": "Rhinovirus",
    "Hakkında": "Soğuk algınlığı, genellikle burun ve boğazın üst solunum yollarını etkileyen bir virüs enfeksiyonudur. Soğuk algınlığı, çeşitli virüslerin neden olduğu bir grup hastalık olan soğukalgınlığı virüsleri tarafından yayılır. Belirtileri genellikle hafif ila orta şiddette olup, burun tıkanıklığı, hapşırma, boğaz ağrısı, öksürük ve hafif ateş gibi semptomları içerebilir. Soğuk algınlığı, özellikle sonbahar ve kış aylarında daha yaygın olarak görülür.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "27",
    "Korunma Yolları": "Soğuk algınlığından korunmanın en etkili yolu hijyenik önlemleri uygulamaktır. Sık sık ellerinizi yıkamak, el dezenfektanları kullanmak, hasta kişilerle yakın teması sınırlamak ve burun ve ağızla temas etmekten kaçınmak önemlidir. Ayrıca, bağışıklık sistemini güçlendirmek için sağlıklı bir yaşam tarzı benimsemek ve dengeli beslenmek de yardımcı olabilir.",
    "Enfekte Oldum": "Soğuk algınlığı semptomları genellikle hafif ve kendiliğinden iyileşir. Dinlenmek, bol sıvı tüketmek ve semptomları hafifletmeye yardımcı olan reçetesiz ilaçları kullanmak genellikle tedavi için yeterlidir. Ancak, semptomlar uzun süre devam ederse veya ciddi hale gelirse, bir sağlık profesyoneline başvurmak önemlidir.",
    "Etiketler": "Burun Tıkanıklığı,Hapşırma,Boğaz Ağrısı,Öksürük,Hafif Ateş,Yorgunluk",
    "Benzer Hastalıklar": "Grip, Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/soguk.png"
  },
  {
    "Adı": "AIDS",
    "Latince Adı": "Acquired Immunodeficiency",
    "Hakkında": "AIDS, insan bağışıklık yetmezliği virüsü (HIV) tarafından neden olan bir viral enfeksiyonun sonucu olarak gelişen ciddi bir bağışıklık sistemi bozukluğudur. HIV, bağışıklık sisteminin hücresel bileşenlerini hedef alır ve yavaşça zayıflatır. Sonunda, hastanın vücudu enfeksiyonlara ve kanserlere karşı savunmasız hale gelir. AIDS, HIV enfeksiyonunun ilerlediği aşamadır ve tedavi edilmezse ölümcül olabilir.",
    "Risk Oranı": "18",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "HIV enfeksiyonundan korunmanın en etkili yollarından biri cinsel ilişki sırasında korunma (prezervatif kullanma), güvenli iğne kullanımı ve kan, semen, vajinal sıvı veya anneden bebeğe geçiş gibi yollarla HIV bulaşma riskini azaltmaktır. Ayrıca HIV testi yaptırmak, erken tanı ve tedaviye erişim sağlamak da önemlidir.",
    "Enfekte Oldum": "HIV enfeksiyonu tanı konduğunda, antiretroviral ilaçlar ve diğer tedavi yöntemleri önerilir. Erken tanı ve tedavi, HIV enfeksiyonunun ilerlemesini yavaşlatabilir ve AIDS'i önleyebilir. Ayrıca, hasta kişinin bağışıklık sistemini güçlendirmek ve sağlıklı bir yaşam tarzı benimsemek de önemlidir.",
    "Etiketler": "Enfeksiyon,Kilo Kaybı,Yorgunluk,Yüksek Ateş,Öksürük,İshal ",
    "Benzer Hastalıklar": "Grip",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/aids.png"
  },
  {
    "Adı": "Hepatit A",
    "Latince Adı": "Hepatitis A",
    "Hakkında": "Hepatit A, hepatit A virüsü (HAV) tarafından neden olan bir karaciğer enfeksiyonudur. Bu virüs, kontamine su ve gıda yoluyla bulaşır ve bağırsak sistemini etkileyerek karaciğere zarar verir. Hastalık genellikle hafif ila orta derecede şiddetli belirtilerle seyreder ve genellikle tamamen iyileşir. Hepatit A, aşılama ve hijyen uygulamaları sayesinde önlenebilir bir hastalıktır.",
    "Risk Oranı": "4",
    "Görülme Sıklığı": "11",
    "Korunma Yolları": "Hepatit A'dan korunmanın en etkili yolu hepatit A aşısı yaptırmaktır. Ayrıca hijyenik uygulamalara dikkat etmek, temiz su içmek ve gıdaları iyi pişirerek virüsün yayılma riskini azaltabilir.",
    "Enfekte Oldum": "Hepatit A teşhisi konulduğunda, genellikle destekleyici tedavi önerilir. Dinlenmek, bol sıvı tüketmek ve karaciğer sağlığını korumak için doktor tavsiyelerine uymak önemlidir. Çoğu insan tamamen iyileşir, ancak bazı durumlarda hastalık daha ciddi hale gelebilir.",
    "Etiketler": "Halsizlik, İştah Kaybı, Mide Bulantısı, Karın Ağrısı, Ciltte Sararma,Sarılık",
    "Benzer Hastalıklar": "İshal, Hepatit B, Hepatit C",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepa.png"
  },
  {
    "Adı": "Hepatit B",
    "Latince Adı": "Hepatitis B",
    "Hakkında": "Hepatit B, hepatit B virüsü (HBV) tarafından neden olan bir karaciğer enfeksiyonudur. HBV, kan, cinsel temas, kontamine iğneler ve anneden çocuğa bulaşma yoluyla yayılır. Kronik hepatit B, karaciğer hasarına ve karaciğer kanseri riskine yol açabilir. Hastalık, belirtileri hafif ila ciddi arasında değişebilir ve bazı insanlar hiç belirti göstermeyebilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "12",
    "Korunma Yolları": "Hepatit B'den korunmanın en etkili yolu hepatit B aşısı yaptırmaktır. Ayrıca, cinsel ilişki sırasında prezervatif kullanmak, kontamine iğne kullanımından kaçınmak ve steril iğne paylaşmamak da önemlidir. Ayrıca, sağlık çalışanları ve diğer risk altındaki gruplar için aşılar önerilmektedir.",
    "Enfekte Oldum": "Kronik hepatit B tanısı konulduğunda, uzun vadeli izleme ve tedavi gerekebilir. Antiviral ilaçlar karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Sarılık,İştah Kaybı,Mide Bulantısı,Karın Ağrısı,Yorgunluk,Halsizlik,Kas Ağrıları",
    "Benzer Hastalıklar": "Hepatit A, Hepatit C,İshal, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepb.png"
  },
  {
    "Adı": "Hepatit C",
    "Latince Adı": "Hepatitis C",
    "Hakkında": "Hepatit C, hepatit C virüsü (HCV) tarafından neden olan bir karaciğer enfeksiyonudur. HCV, kan yoluyla bulaşır ve kronik bir karaciğer hastalığına yol açabilir. Hastalık belirtileri genellikle hafif ila orta derecede olup, uzun vadede karaciğer hasarına ve karaciğer kanserine neden olabilir. Kronik hepatit C, erken teşhis ve tedavi edilmezse ciddi sağlık sorunlarına yol açabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Hepatit C'den korunmanın en etkili yollarından biri kontamine iğne kullanımından kaçınmak ve kan temasından kaçınmaktır. Güvenli cinsel ilişki uygulamaları, kontamine iğnelerin paylaşılmaması ve sağlık çalışanlarının güvenli önlemleri alması da önemlidir. Hepatit C'ye karşı spesifik bir aşı bulunmamaktadır.",
    "Enfekte Oldum": "Kronik hepatit C tanısı konulduğunda, antiviral ilaçlar ve diğer tedavi yöntemleri önerilir. Tedavi, karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Yorgunluk,İştah Kaybı,Mide Bulantısı,Karın Ağrısı,Sarılık,Karaciğer Sorunları, Kas Ağrıları",
    "Benzer Hastalıklar": "İshal, Hepatit A, Hepatit B, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepc.png"
  },
  {
    "Adı": "Verem",
    "Latince Adı": "Tüberküloz",
    "Hakkında": "Verem, solunum yoluyla bulaşan bir hastalıktır ve genellikle akciğerleri etkiler. Ancak, vücudun diğer bölgelerine de yayılabilir. Mikroplar, öksürme veya hapşırma sırasında havaya karışan damlacıklar aracılığıyla bulaşır. Mikrop, vücuda girdikten sonra bağışıklık sistemi tarafından kontrol edilmezse, kişi hastalanabilir.",
    "Risk Oranı": "8",
    "Görülme Sıklığı": "25",
    "Korunma Yolları": "Veremden korunmak için en etkili yöntemlerden biri, BCG aşısının yaptırılmasıdır. Ayrıca, hasta kişilerle yakın teması sınırlamak, iyi havalandırılan yerlerde bulunmak ve hijyen kurallarına dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Verem tespit edildiğinde, hastalığın türüne ve yayılma riskine göre antibiyotik tedavisi uygulanır. Tedavi, genellikle uzun bir süre boyunca devam eder (çoğu kez 6-9 ay). Tedavi kurallarına uyum son derece önemlidir, aksi takdirde dirençli tüberküloz gelişebilir.",
    "Etiketler": "Yüksek Ateş, Baş Ağrısı,Öksürük, Kanlı Balgam, Halsizlik, İştah Kaybı, Kilo Kaybı, Göğüs Ağrısı, Nefes Darlığı",
    "Benzer Hastalıklar": "Koronavirüs,Astım,Bronşit, Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/verem.png"
  },
  {
    "Adı": "Kızamık",
    "Latince Adı": "Measles",
    "Hakkında": "Kızamık, öksürme veya hapşırma yoluyla hava yoluyla bulaşan bir hastalıktır. Genellikle ateş, öksürük, burun akıntısı, kızarıklık ve küçük beyaz lekelerle karakterize kızarıklık belirtileriyle başlar. Enfekte olan kişiler, enfeksiyöz aşamada birçok insanı etkileyebilir.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Kızamıktan korunmak için en etkili yol, aşılanmaktır. Kızamık, kabakulak ve kızamıkçık (MMR) aşısı, çocuklar için rutin bir aşıdır ve bağışıklık kazanmalarını sağlar. Ayrıca, hasta kişilerle teması sınırlamak ve kişisel hijyene dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Kızamık tedavisi için spesifik bir antiviral ilaç bulunmamakla birlikte, semptomların yönetilmesi önemlidir. İyileşme sürecini hızlandırmak ve komplikasyonları önlemek için dinlenme ve bol sıvı tüketimi önerilir. Doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Yüksek Ateş, Öksürük, Burun Akıntısı, Kızarıklık,Ciltte Döküntü, Gözlerde Kızarıklık, Halsizlik, İştah Kaybı",
    "Benzer Hastalıklar": "Suçiçeği,Ebola",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kızamik.png"
  },
  {
    "Adı": "Su Çiçeği",
    "Latince Adı": "Varicella",
    "Hakkında": "Su çiçeği, genellikle çocuklarda görülen ve kabarcıklarla karakterize döküntülerle kendini gösteren bir hastalıktır. Genellikle hafif bir hastalık olsa da bazı durumlarda komplikasyonlara yol açabilir. Su çiçeği virüsü, öksürme veya hapşırma yoluyla bulaşır ve ciddi komplikasyonlara neden olabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "4",
    "Korunma Yolları": "Su çiçeğinden korunmanın en etkili yolu, su çiçeği aşısının yaptırılmasıdır. Aşı, hastalığın şiddetini azaltır ve ciddi komplikasyon riskini azaltır. Ayrıca, hasta kişilerle teması sınırlamak ve kişisel hijyene dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Su çiçeği tedavisi semptomların yönetilmesini içerir. İyileşme sürecini hızlandırmak ve kaşıntıyı azaltmak için antihistaminikler ve kremler kullanılabilir. Hasta kişi izole edilmeli ve teması sınırlanmalıdır.",
    "Etiketler": "Yüksek Ateş, Baş Ağrısı, İştah Kaybı, Kabarcık, Kaşıntı, Halsizlik",
    "Benzer Hastalıklar": "Kızamık,Ebola",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sucicegi.png"
  },
  {
    "Adı": "Ebola",
    "Latince Adı": "Ebola",
    "Hakkında": "Ebola virüsü, özellikle Orta ve Batı Afrika'da ortaya çıkan salgınlarla ilişkilendirilen bir virüstür. İnsanlara vahşi hayvanlar aracılığıyla bulaşır ve daha sonra insanlar arasında temas yoluyla yayılabilir. Ebola, ciddi iç kanama ve organ yetmezliği gibi komplikasyonlara yol açabilir.",
    "Risk Oranı": "50",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Ebola'dan korunmanın en iyi yolu, teması sınırlamak ve koruyucu giysi kullanmaktır. Ebola salgını dönemlerinde hasta kişilerle teması önlemek çok önemlidir. Ayrıca, kişisel koruyucu ekipmanlar kullanmak, enfekte olma riskini azaltabilir.",
    "Enfekte Oldum": "Ebola virüsü ile enfekte olan kişiler için henüz özel bir antiviral tedavi bulunmamaktadır. Ancak destekleyici tedavi sağlanmalıdır. İzolasyon ve enfekte kişilerle teması önleme tedbirleri alınmalıdır. Salgın durumlarında halk sağlığı önlemleri de uygulanmalıdır.",
    "Etiketler": "Yüksek Ateş, Baş Ağrısı, Halsizlik, Kas Ağrıları, Kusma, İshal, Kanama",
    "Benzer Hastalıklar": "Kızamık,Su Çiçeği",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ebola.png"
  },
  {
    "Adı": "Uyuz",
    "Latince Adı": "Scabies",
    "Hakkında": "Uyuz, cilt altına tüneller kazan parazitlerin neden olduğu bir deri enfeksiyonudur. Bu parazitler cildin altında tüneller kazarak yumurtlarlar ve bu durum şiddetli kaşıntıya neden olur. Uyuz, temas yoluyla bulaşır ve sıklıkla cinsel temas veya yakın temasla yayılır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Uyuzdan korunmanın en iyi yolu kişisel hijyene dikkat etmek ve enfekte kişilerle teması sınırlamaktır. Paylaşılan giysiler veya yatak takımları da uyuzun yayılmasına neden olabilir, bu nedenle kişisel eşyaların paylaşımına dikkat etmek önemlidir.",
    "Enfekte Oldum": "Uyuzun tedavisi, özel bir ilaç olan skabisitlerin kullanılmasını içerir. Bu ilaçlar, parazitleri öldürmek ve semptomları hafifletmek için cilde uygulanır. Aynı zamanda enfekte kişinin giysileri ve yatak takımları sıcak su ile yıkanmalı veya temizlenmelidir.",
    "Etiketler": "Şiddetli Kaşıntı, Kızarıklık, Kabarcık,Lezyon, Ciltte Döküntü",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/uyuz.png"
  },
  {
    "Adı": "Sifiliz",
    "Latince Adı": "Sifiliz",
    "Hakkında": "Sifiliz, genellikle cinsel temas yoluyla bulaşan bir hastalıktır, ancak doğum sırasında anneden bebeğe de geçebilir. Sifiliz farklı evrelerde gelişir ve tedavi edilmezse ciddi komplikasyonlara yol açabilir. Erken teşhis ve tedavi son derece önemlidir.",
    "Risk Oranı": "60",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Sifilizden korunmanın en etkili yolu, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, cinsel partnerlerin enfekte olup olmadığını bilmek ve düzenli olarak test yaptırmak da korunma önlemleridir.",
    "Enfekte Oldum": "Sifiliz tedavisi için antibiyotikler kullanılır. Erken dönemde teşhis edilen sifiliz kolayca tedavi edilir, ancak tedaviye zamanında başlanmazsa ve enfeksiyon ilerlerse daha uzun süreli tedavi gerekebilir. Enfekte kişinin partnerleri de test edilmeli ve gerekirse tedavi edilmelidir.",
    "Etiketler": "Genital Bölge Yaraları,Şankır,Lezyon,Ciltte Döküntü,Yüksek Ateş, Halsizlik,Baş Ağrısı,Lenf Düğümlerinde Şişme",
    "Benzer Hastalıklar": "HPV,HSV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sifiliz.png"
  },
  {
    "Adı": "Bel Soğukluğu",
    "Latince Adı": "Gonore",
    "Hakkında": "el soğukluğu, genellikle cinsel temas yoluyla bulaşan bir hastalıktır. Genital bölgelerde, rektumda, boğazda veya gözlerde enfeksiyona neden olabilir. Bel soğukluğu, kadın ve erkeklerde farklı belirtiler gösterebilir ve tedavi edilmezse ciddi komplikasyonlara yol açabilir.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Bel soğukluğundan korunmanın en etkili yolu, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, cinsel partnerlerin enfekte olup olmadığını bilmek ve düzenli olarak test yaptırmak da korunma önlemleridir.",
    "Enfekte Oldum": " Bel soğukluğu tedavisi antibiyotiklerle yapılır. Ancak enfeksiyon ilerlemişse ve ciddi komplikasyonlar gelişmişse, uzun süreli tedavi gerekebilir. Ayrıca, enfekte kişinin partnerleri de test edilmeli ve gerekirse tedavi edilmelidir.",
    "Etiketler": "İdrarda Yanma,Genital Akıntı, Genital Bölge Ağrısı,Vajinal Akıntı, Rektal Ağrı, Rektal Kanama",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/belsoguklugu.png"
  },
  {
    "Adı": "HSV",
    "Latince Adı": "Herpes Simplex Virus",
    "Hakkında": "HSV, özellikle cinsel yolla bulaşabilen bir virüs ailesidir. HSV-1 genellikle ağız yoluyla bulaşan herpesi tetiklerken, HSV-2 genital herpesi nedenler. Her iki tür de tekrarlayan döküntülere ve yaralara yol açabilir. Her iki tür de ömür boyu vücutta kalır ve tekrarlayıcı enfeksiyonlara neden olabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "15",
    "Korunma Yolları": "HSV'den korunmanın en etkili yollarından biri, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, temas halinde olan partnerlerin enfekte olup olmadığını bilmek ve cinsel ilişkilerde dikkatli olmak da önemlidir.",
    "Enfekte Oldum": "HSV enfeksiyonları için antiviral ilaçlar bulunmaktadır. Bu ilaçlar semptomları hafifletir, iyileşme sürecini hızlandırır ve tekrarlayıcı enfeksiyonları önler. Ancak, HSV ömür boyu vücutta kalır ve dönem dönem nükseder.",
    "Etiketler": "Ağızda Kaşıntı, Genital Kaşıntı, Kabarcık,Yara ve Ağrısı,Hafif Ateş,Halsizlik,Lenf Düğümlerinde Şişme ",
    "Benzer Hastalıklar": "Sifiliz,HPV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hsv.png"
  },
  {
    "Adı": "HPV",
    "Latince Adı": "Human Papillomavirus",
    "Hakkında": "HPV, cinsel temas yoluyla yayılan bir virüstür. HPV'nin yüzlerce farklı türü vardır ve bazıları cilt yüzeyinde siğillere yol açabilirken, diğerleri kanser riskini artırabilir. HPV enfeksiyonları yaygındır, ancak çoğu kişi bağışıklık sistemi tarafından kontrol altına alır.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "17",
    "Korunma Yolları": "HPV'den korunmanın en etkili yollarından biri HPV aşısıdır. Aşı, belirli HPV tiplerine karşı bağışıklık kazanmanızı sağlar. Ayrıca, kondom kullanmak cinsel yolla bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "HPV'nin birçok türü bağışıklık sistemi tarafından kontrol altına alınabilir ve tedavi gerektirmez. Ancak genital siğiller gibi belirli semptomlar için tedaviler mevcuttur. HPV ile ilişkili kanserlerin tedavisi kanserin tipine ve evresine bağlıdır.",
    "Etiketler": "Genital Siğil",
    "Benzer Hastalıklar": "Sifiliz, HSV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hpv.png"
  },
  {
    "Adı": "Zatürre",
    "Latince Adı": "Pnömoni",
    "Hakkında": "Zatürre, solunum yoluyla bulaşan mikroorganizmaların akciğerlere yerleşmesi sonucu ortaya çıkar. Enfeksiyon nedeniyle akciğer dokusu iltihaplanır ve bu durum solunum güçlüğüne, öksürüğe, göğüs ağrısına ve ateşe neden olabilir. Zatürre, yaşlılar, çocuklar ve bağışıklık sistemi zayıflamış kişiler için özellikle risklidir.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Zatürreden korunmanın en etkili yollarından biri aşılanmaktır. Pnömokok aşısı ve grip aşısı, zatürre riskini azaltır. Ayrıca kişisel hijyene dikkat etmek, el yıkamak ve hasta kişilerle teması sınırlamak da bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Zatürre tedavisi antibiyotiklerle yapılır. Tedaviye erken başlandığında, hastanın genellikle hızlı bir şekilde iyileşmesi mümkündür. İlaçlar, enfeksiyonu kontrol altına alır ve semptomları hafifletir.",
    "Etiketler": "Yüksek Ateş, Şiddetli Öksürük, Solunum Zorluğu, Göğüs Ağrısı,Titreme, Halsizlik, İştahsızlık, Baş Ağrısı",
    "Benzer Hastalıklar": "Koronavirüs,Grip, Bronşit , Astım, Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/zaturre.png"
  },
  {
    "Adı": "Rotavirüs",
    "Latince Adı": "Rotavirüs",
    "Hakkında": "Rotavirüs, sindirim sisteminde iltihaplanmaya ve ishale yol açabilen bir virüstür. Rotavirüs enfeksiyonları özellikle bebekler ve küçük çocuklar arasında yaygındır ve ciddi dehidrasyona yol açabilir. Virüs, dışkı ile temas yoluyla bulaşır ve enfekte kişilerle temas sonucu yayılır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Rotavirüs enfeksiyonlarından korunmanın en etkili yolu, rotavirüs aşısı ile bağışıklık kazanmaktır. Ayrıca, temizlik kurallarına dikkat etmek, el yıkamak ve enfekte kişilerle teması sınırlamak da bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Rotavirüs enfeksiyonlarının tedavisi semptomların yönetilmesini içerir. Elektrolitlerin yeniden dengelenmesi için sıvı takviyesi gerekebilir. Özellikle çocuklar için rotavirüs aşısı, enfeksiyon riskini azaltabilir. Rotavirüs enfeksiyonları, özellikle bebeklerde ve küçük çocuklarda ciddi komplikasyonlara neden olabilir. Erken teşhis, semptomların yönetimi ve yeterli sıvı alımı enfeksiyonun etkilerini azaltabilir. Rotavirüs aşısı, bu hastalığın önlenmesinde önemlidir.",
    "Etiketler": "Şiddetli İshal, Kusma, Yüksek Ateş, Halsizlik, İştah Kaybı, Karın Ağrısı",
    "Benzer Hastalıklar": "Kolera, İshal",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/rota.png"
  },
  {
    "Adı": "Kolera",
    "Latince Adı": "Kolera",
    "Hakkında": "Kolera, Vibrio cholerae bakterisinin neden olduğu ciddi bir bulaşıcı ishal hastalığıdır. Kolera, enfekte su veya gıdaların tüketilmesi sonucu yayılır. Kolera salgınları, özellikle hijyen koşullarının kötü olduğu bölgelerde görülür. Hızlı ve şiddetli ishal, vücut sıvılarının kaybına neden olur ve ciddi dehidrasyona yol açabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Kolera'dan korunmanın en etkili yolu temiz su tüketmek ve hijyen kurallarına dikkat etmektir. Ayrıca, aşılama programları, kolera salgınlarını kontrol altına almak için kullanılır.",
    "Enfekte Oldum": "Kolera tedavisi, kaybedilen sıvıların ve elektrolitlerin yeniden dengelenmesini içerir. Oral rehidrasyon çözümleri (ORS) veya intravenöz sıvı takviyeleri kullanılabilir. Antibiyotikler de tedaviye yardımcı olabilir.",
    "Etiketler": "İshal, Şiddetli Kusma, Dehidrasyon,Cilt Kuruluğu, Ağızda Kuruluk,Nabız Yüksekliği, Kas Krampları",
    "Benzer Hastalıklar": "Rotavirüs, İshal",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kolera.png"
  },
  {
    "Adı": "Mantar",
    "Latince Adı": "Mantar",
    "Hakkında": "Mantar hastalıkları, mantar organizmalarının neden olduğu çeşitli enfeksiyonları ve cilt problemlerini ifade eden bir terimdir. Mantarlar, cilt, tırnak, saç ve mukoza zarları gibi vücut bölgelerine yayılabilen enfeksiyonlara neden olabilirler. Mantar enfeksiyonları, dermatofitler, mayalar ve küfler gibi farklı mantar türleri tarafından neden olunabilir. Bu enfeksiyonlar, sıcak ve nemli ortamlarda daha sık görülme eğilimindedir. Ayak mantarı, tırnak mantarı, vajinal mantar enfeksiyonları ve mantarla ilgili cilt problemleri gibi çeşitli türleri vardır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "18",
    "Korunma Yolları": "Mantar enfeksiyonlarından korunmanın bazı yolları şunlar olabilir: Temizlik kurallarına dikkat etmek, nemli kıyafetleri ve ayakkabıları sık sık değiştirmek, kişisel hijyeni sürdürmek, ortak kullanılan havlu ve eşyaları sınırlamak, hijyenik ayakkabı ve çorap giymek.",
    "Enfekte Oldum": "Mantar enfeksiyonlarının tedavisi, enfekte bölgeye ve mantar türüne göre değişiklik gösterir. Antifungal ilaçlar, kremler veya losyonlar sıkça kullanılır. Tedaviye erken başlandığında, enfeksiyon genellikle iyileşir. Ancak bazı durumlarda tekrarlayan enfeksiyonlar olabilir. Mantar hastalıkları cilt, tırnak, saç ve mukoza zarları gibi farklı bölgeleri etkileyebilir. Mantar enfeksiyonları genellikle tedavi edilebilir, ancak tekrarlamaları önlemek ve enfeksiyonların yayılmasını engellemek için hijyen önlemlerine dikkat etmek önemlidir. Eğer belirtiler devam eder veya şiddetlenirse, bir sağlık profesyoneline başvurmak önerilir.",
    "Etiketler": "Kaşıntı, Kızarıklık, Ciltte Döküntü, Tırnak Değişiklikleri, Lezyon",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/mantar.png"
  },
  {
    "Adı": "MS",
    "Latince Adı": "Multipl Skleroz",
    "Hakkında": "Multipl Skleroz (MS), merkezi sinir sisteminde (beyin ve omurilik) iltihaplanma ve dejenerasyona neden olan otoimmün bir hastalıktır. MS, sinir hücrelerini etkileyerek çeşitli nörolojik sorunlara yol açabilir.  MS, bağışıklık sisteminin kendi vücut dokularına saldırması sonucu ortaya çıkar. Sinir hücrelerini koruyan miyelin adlı maddeye zarar verir ve bu, iletişimde sorunlara neden olur. MS semptomları ve şiddeti kişiden kişiye değişebilir.",
    "Risk Oranı": "12",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "MS'nin kesin nedeni ve nasıl önlenebileceği hala tam olarak anlaşılamamıştır. Genetik faktörler ve çevresel etkenler MS riskini etkileyebilir, ancak korunma yöntemleri bilinmemektedir.",
    "Enfekte Oldum": "MS tedavisi, semptomların hafifletilmesini, atakların sıklığının azaltılmasını ve hastalığın ilerlemesinin yavaşlatılmasını hedefler. Tedavi yöntemleri arasında immünmodülatör ilaçlar, fizik tedavi, reçete edilen ilaçlar ve semptom yönetimi yer almaktadır. Yaşam boyu devam eden bir hastalıktır ve tedavi gerektirebilir. Erken teşhis ve tedavi, hastalığın etkilerini azaltabilir. MS ile yaşayan kişilerin sağlık profesyonelleri ile yakın bir işbirliği içinde olmaları önemlidir.",
    "Etiketler": "İşitme Sorunları, Görme Sorunları, Denge Sorunları, Kas Zayıflığı, Yorgunluk, Kol ve Bacakta Koordinasyon Eksikliği, İdrar Sorunları, Bağırsak sorunları, Hafıza Sorunları,Bilişsel Sorunlar, Depresyon, Anksiyete",
    "Benzer Hastalıklar": "Parkinson, Guillian Barre Sendromu, Myastenia Gravis, Felç",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ms.png"
  },
  {
    "Adı": "Sara",
    "Latince Adı": "Epilepsi",
    "Hakkında": "Sara, tekrarlayan nöbetlerin (epileptik nöbetler) meydana geldiği bir nörolojik bozukluktur. Bu nöbetler, beyin hücrelerinin anormal elektriksel aktivitesinin bir sonucu olarak ortaya çıkar. Farklı türlerde epileptik nöbetlere neden olabilir ve semptomlar kişiden kişiye değişebilir. Nöbetler, bilinç kaybı, kas seğirmeleri, bilinçli veya bilinçsiz hareketler ve çeşitli psikolojik değişiklikler gibi çeşitli semptomlarla karakterize edilebilir.",
    "Risk Oranı": "10",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Sara'nın kesin nedeni bilinmemekle birlikte, risk faktörleri arasında genetik yatkınlık, beyin yaralanmaları, enfeksiyonlar ve bazı metabolik bozukluklar yer alır. Sara'dan korunma yöntemleri, nöbetleri tetikleyen faktörlerden kaçınmayı içerebilir, ancak sara kendiliğinden ortaya çıkabilen bir durumdur.",
    "Enfekte Oldum": "Sara tedavisi, nöbet türüne ve şiddetine bağlı olarak değişiklik gösterir. İlaçlar (antiepileptik ilaçlar), diyet değişiklikleri (ketojen diyet), cerrahi girişimler ve diğer tedavi yöntemleri kullanılabilir. Tedavi, nöbetlerin kontrol altına alınmasını ve semptomların yönetilmesini hedefler. Sara, yaşam boyu devam eden bir durumdur ve tedavi gerektirebilir. İyi bir tıbbi yönetim ve ilaç tedavisi ile nöbetlerin kontrol altına alınması mümkün olabilir. Sara tanısı almış kişilerin sağlık profesyonelleri ile yakın bir işbirliği içinde olmaları önemlidir.",
    "Etiketler": "Bilinç Kaybı, Kas Seğirmeleri,Kas Kasılmaları, Duyusal Değişiklikler, Zihinsel Karışıklık, Psikolojik Değişiklikler",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sara.png"
  },
  {
    "Adı": "Migren",
    "Latince Adı": "Migren",
    "Hakkında": "Migren, şiddetli baş ağrısı nöbetleri, genellikle tek taraflı baş ağrısı, bulantı ve kusma ile karakterize edilen kronik bir nörolojik bozukluktur. Beyin damarlarının daralması ve genişlemesi ile ilişkilendirilen bir nörolojik bozukluktur. Genetik yatkınlık, çevresel etkenler ve hormonal değişiklikler migrenin tetikleyici faktörleridir. Migren nöbetleri, ağrı, ışığa ve sese duyarlılık, mide bulantısı ve kusma gibi semptomlarla karakterizedir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Migrenin kesin nedeni bilinmemekle birlikte, tetikleyici faktörlerin tanınması ve bunlardan kaçınma önemlidir. Bu faktörler arasında belirli gıdalar, stres, hormonal değişiklikler ve uyku eksikliği bulunabilir. İlaç tedavisi migren nöbetlerinin kontrol altına alınmasına yardımcı olabilir.",
    "Enfekte Oldum": "Migren tedavisi, nöbetlerin sıklığı ve şiddetine bağlı olarak değişiklik gösterebilir. Akut migren atakları için ağrı kesiciler, antiemetikler (kusma önleyici ilaçlar) ve triptanlar gibi ilaçlar kullanılabilir. Önleyici tedavi, sık migren ataklarına sahip kişiler için önerilebilir ve antidepresanlar, antiepileptik ilaçlar ve beta blokerler içerebilir. Kronik bir durum olup yaşam boyu devam edebilir. Migren atakları, kişinin günlük yaşamını etkileyebilir, bu nedenle etkili tedavi ve atakları tetikleyen faktörlerin tanınması önemlidir. Migrenle yaşayan kişilerin sağlık profesyonelleri ile yakın bir işbirliği içinde olmaları önemlidir.",
    "Etiketler": "Şiddetli Tek Taraflı Baş Ağrısı, Bulantı, Kusma, Işık ve Sese Duyarlılık, Duyusal Bozukluklar,Görme Sorunları ",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/migren.png"
  },
  {
    "Adı": "Tourette Sendromu",
    "Latince Adı": "Tourette",
    "Hakkında": "Tourette Sendromu, tekrarlayıcı tiklerin (aniden oluşan istemsiz hareketler veya vokal sesler) belirgin olduğu bir nörolojik bozukluktur. Tourette Sendromu, genellikle çocukluk döneminde başlar ve yaşam boyu sürebilir. Tourette Sendromu, genellikle genetik nedenlere dayandığından, önlenebilir bir durum değildir. Ancak semptomların yönetimi ve yaşam kalitesini artırmak için terapiler ve ilaçlar kullanılabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Tourette Sendromu, genellikle genetik nedenlere dayandığından, önlenebilir bir durum değildir. Ancak semptomların yönetimi ve yaşam kalitesini artırmak için terapiler ve ilaçlar kullanılabilir.",
    "Enfekte Oldum": "Tourette Sendromu tedavisi, semptomların yönetilmesini hedefler. Psikoterapi, davranış terapileri ve ilaçlar (antipsikotik ilaçlar) kullanılabilir. Tedavi kişinin semptomlarını hafifletebilir ve yaşam kalitesini artırabilir.",
    "Etiketler": "Tikler, İstemsiz Tekrarlayıcı Hareketler,İstemsiz Tekrarlayıcı Sesler, Hareket Kombinasyonları, Anlamsız Sözcükler",
    "Benzer Hastalıklar": "Rett Sendromu",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/taurette.png"
  },
  {
    "Adı": "Felç",
    "Latince Adı": "İnme",
    "Hakkında": "Felç, beyin dokusunun ölümü veya hasar görmesi sonucu vücudun bir bölümünün işlevini kaybetmesine yol açan bir tıbbi durumdur. İnme olarak da adlandırılan felç, kan akışının beyne aniden kesilmesi (iskemik inme) veya beyin kanaması (hemorajik inme) sonucu meydana gelebilir. Felç, beyin hasarı sonucu ortaya çıkar ve semptomları etkilenen beyin bölgesine bağlı olarak değişebilir. İnme, felçlerin en yaygın nedenlerinden biridir ve ani başlayan semptomlarla karakterizedir. İskemik inme, beyne kan akışının tıkanması sonucu meydana gelirken, hemorajik inme, beyin kanaması nedeniyle ortaya çıkar.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Felç riskini azaltmanın yolları arasında sağlıklı bir yaşam tarzı sürdürmek, tansiyonu kontrol altında tutmak, sigara içmemek, düzenli egzersiz yapmak, sağlıklı bir diyet benimsemek ve düşük tuzlu beslenmek yer alır. İnme riskini azaltmaya yardımcı olabilecek bazı ilaçlar ve cerrahi müdahaleler de mevcuttur.",
    "Enfekte Oldum": "Felç tedavisi, inme türüne bağlı olarak değişir. İskemik inmelerde, tıkanmış olan damarın açılması veya kan pıhtısının çözülmesi amacıyla ilaç veya cerrahi müdahaleler kullanılabilir. Hemorajik inmelerde, kanamanın kontrol altına alınması ve beyin hasarının sınırlanması hedeflenir. Felç rehabilitasyonu, felç sonrası işlevselliği geri kazandırmaya yardımcı olabilir. Aacil tıbbi müdahale gerektiren ciddi bir durumdur. Erken teşhis ve tedavi, felç sonuçlarını iyileştirme şansını artırabilir. Felç risk faktörlerini tanımak ve sağlıklı yaşam tarzı seçimleri yapmak felç riskini azaltmaya yardımcı olabilir.",
    "Etiketler": "Felç, Vücudun Bir Tarafında Güçsüzlük, Konuşma Güçlüğü, Anlama Güçlüğü, Vücutta Asimetrik Sarkmalar, Denge Kaybı, Ani Baş Dönmesi ",
    "Benzer Hastalıklar": "MS, Guillian Barre Sendromu, Myastenia Gravis ",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/felc.png"
  },
  {
    "Adı": "Otizm",
    "Latince Adı": "ASD",
    "Hakkında": "Otizm Spektrum Bozukluğu (ASD), sosyal etkileşim ve iletişim zorlukları, tekrarlayıcı davranışlar ve sınırlı ilgi alanları ile karakterize edilen bir nörogelişimsel bozukluktur. Otizm, erken çocukluk döneminde başlayan ve yaşam boyu süren bir durumdur. Merkezi sinir sistemi işlevinde farklılık gösteren bir dizi nörobiyolojik faktörün sonucu olarak ortaya çıkar. Otizm, çok çeşitli semptomları içeren bir spektrum bozukluğu olarak kabul edilir. Bu, bazı bireylerin daha hafif semptomlara sahipken, diğerlerinin daha ciddi semptomlar göstermesi anlamına gelir.",
    "Risk Oranı": "60",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Otizmin kesin nedeni tam olarak bilinmemektedir ve genetik, çevresel ve gelişimsel faktörlerin rol oynadığı düşünülmektedir. Otizmi önlemek mümkün değildir, ancak erken teşhis ve müdahale, bireylerin yaşamlarını ve fonksiyonlarını iyileştirebilir.",
    "Enfekte Oldum": "Otizm spektrum bozukluğu yönetilebilir, ancak tedavi kişiselleştirilmelidir. Erken teşhis ve erken müdahale, bireylerin becerilerini geliştirmelerine yardımcı olabilir. Terapiler, dil ve iletişim becerileri, sosyal beceriler ve davranış problemleri gibi alanlarda destek sunabilir. Otizm, farklı enderlik derecelerinde görülebilen karmaşık bir bozukluktur. Erken teşhis, bireylerin ihtiyaçlarını anlama ve etkili müdahaleler uygulama sürecine yardımcı olabilir. Otizmli bireyler ve aileleri için destek ve kaynaklar bulunmaktadır.",
    "Etiketler": "Sosyal Etkileşim Zorlukları, İletişim Zorlukları, Sınırlı İlgi Alanı, Teşrit Edici Davranışlar, Rutinlere Bağlılık,Duyu Hassasiyeti,Konuşma Güçlüğü, Tekrarlayıcı Hareketler",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/otizm.png"
  },
  {
    "Adı": "Vertigo",
    "Latince Adı": "Vertigo",
    "Hakkında": "Vertigo, iç kulak veya merkezi sinir sistemi ile ilgili sorunlar nedeniyle oluşan şiddetli baş dönmesi hissidir. Bu baş dönmesi, çevre dönmekteymiş gibi hissedilir ve denge kaybı yaşatabilir. Vertigo, iç kulak veya beyindeki denge merkezi ile ilgili problemler sonucu meydana gelebilir. En yaygın vertigo nedenlerinden biri benign pozisyonel paroksismal vertigo (BPPV) olarak bilinir. Bu durum iç kulakta yer alan küçük kristallerin dengesizlik nedeniyle hareket etmesine bağlı olarak baş dönmesi yapar.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Vertigo genellikle başka bir sağlık sorununun sonucu olarak ortaya çıkar ve kendiliğinden önlenemez. Ancak bazı durumlarda vertigo nedenlerini tetikleyebilecek faktörlerden kaçınmak, örneğin iç kulakta dengeyi bozabilecek travmalardan kaçınmak önemlidir.",
    "Enfekte Oldum": "Vertigo tedavisi, altta yatan nedenlere bağlı olarak değişebilir. Benign pozisyonel paroksismal vertigo gibi bazı durumlar, fizyoterapi veya özel manevralarla tedavi edilebilir. Diğer durumlarda, altta yatan nedenin tedavisi gerekebilir. İlaçlar ve semptomları yönetmeye yardımcı olabilir. Vertigo baş dönmesi hissini yaşamak rahatsız edici olabilir ve kişinin günlük yaşamını etkileyebilir. Vertigo nedenlerinin teşhis edilmesi ve uygun tedavi yöntemlerinin uygulanması, semptomların hafifletilmesine yardımcı olabilir. Vertigo semptomlarına sahip kişilerin bir sağlık profesyoneli ile görüşmesi önerilir.",
    "Etiketler": "Baş Dönmesi, Dengesizlik,Mide Bulantısı, Kusma, Terleme, Görme Sorunları, Kulak Çınlaması",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/vertigo.png"
  },
  {
    "Adı": "Parkinson",
    "Latince Adı": "Parkinson",
    "Hakkında": "Parkinson hastalığı, merkezi sinir sistemindeki dopamin üretimindeki eksiklik nedeniyle ortaya çıkan nörolojik bir bozukluktur. Bu bozukluk, titreme, kas sertliği, yavaş hareket ve denge sorunları gibi semptomlara yol açar. Parkinson hastalığı, beyindeki substantia nigra adı verilen bölgedeki dopamin üretiminin azalması veya kaybı ile ilişkilidir. Dopamin, vücudun hareket kontrolünde önemli bir rol oynar. Parkinson hastalığının kesin nedeni tam olarak bilinmemekle birlikte, genetik ve çevresel faktörlerin etkisi olabileceği düşünülmektedir.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "9",
    "Korunma Yolları": "Parkinson hastalığını önlemenin kesin bir yolu bulunmamaktadır. Ancak sağlıklı bir yaşam tarzı, dengeli beslenme, egzersiz yapma ve sigara içmemek gibi faktörlerin riski azaltabileceği öne sürülmüştür.",
    "Enfekte Oldum": "Parkinson hastalığının tedavisi semptomların yönetimini hedefler. İlaçlar, fizik tedavi, konuşma terapisi ve cerrahi müdahaleler, semptomların kontrol altına alınmasına yardımcı olabilir. Derin beyin stimülasyonu (DBS) adı verilen cerrahi bir prosedür, ilerlemiş vakalarda kullanılabilir. Parkinson hastalığı yaşam boyu devam eden bir durumdur ve ilerleyici bir seyir gösterebilir. Tedavi ile semptomların hafifletilmesi ve yaşam kalitesinin artırılması mümkün olabilir. Parkinson hastalığı ile yaşayan kişilerin sağlık profesyonelleri ile yakın bir işbirliği içinde olmaları önemlidir.",
    "Etiketler": "Titreme, Kas Sertliği, Hareketlerde Yavaşlama,Denge Kaybı,Yüz İfadesinde Azalma, Konuşma Güçlüğü, Yazma Güçlüğü, Depresyon, Anksiyete",
    "Benzer Hastalıklar": "MS, Guillian Barre Sendromu, Myastenia Gravis, Felç",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/parkinson.png"
  },
  {
    "Adı": "Alzheimer",
    "Latince Adı": "Alzheimer",
    "Hakkında": "Alzheimer hastalığı, ilerleyici bir nörodejeneratif hastalık olup, hafıza kaybı, bilişsel bozukluklar ve kişilik değişiklikleri gibi semptomlarla karakterize edilir. Alzheimer, yaşla birlikte yaygın olarak görülen bir hastalıktır ve beyindeki nöronların hasar görmesi sonucu meydana gelir. Alzheimer hastalığı, beyin hücrelerindeki anormal protein birikimi (amiloid plaklar ve nörofibriler yumaklar) ile ilişkilendirilir. Bu protein birikimleri nöronların işlevini bozarak hafıza kaybı ve bilişsel gerilemeye neden olur. Alzheimer hastalığı, ilerledikçe günlük yaşam becerilerini etkileyebilir.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Alzheimer hastalığının kesin nedeni bilinmemektedir ve tam anlamıyla önlenemez. Ancak bilişsel sağlığı koruma potansiyeline sahip faktörler arasında sağlıklı bir yaşam tarzı sürdürmek, düzenli egzersiz yapmak, zihinsel olarak aktif kalmak ve dengeli bir diyet benimsemek bulunmaktadır.",
    "Enfekte Oldum": "Alzheimer hastalığının kesin bir tedavisi bulunmamakla birlikte semptomların yönetimi ve ilerlemenin yavaşlatılması için ilaçlar kullanılabilir. Ayrıca, bilişsel egzersizler, fiziksel aktivite ve sosyal etkileşim, yaşam kalitesini artırmada yardımcı olabilir. Alzheimer hastalığının kesin bir tedavisi bulunmamakla birlikte semptomların yönetimi ve ilerlemenin yavaşlatılması için ilaçlar kullanılabilir. Ayrıca, bilişsel egzersizler, fiziksel aktivite ve sosyal etkileşim, yaşam kalitesini artırmada yardımcı olabilir.",
    "Etiketler": "Hafıza Kaybı, Zaman ve Mekanı Karıştırma, Zihinsel Netliğin Azalması, Kelimeleri Unutma, Problem Çözmede Güçlük, Anksiyete, Depresyon",
    "Benzer Hastalıklar": "Bunama",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/alzeheimer.png"
  },
  {
    "Adı": "Bunama",
    "Latince Adı": "Demans",
    "Hakkında": "Bunama, bilişsel yetilerin ciddi bir şekilde kaybedildiği bir nörolojik bozukluktur. Bu kayıp, günlük yaşam becerilerini etkileyebilir ve kişinin bağımsızlığını azaltabilir. Demans, yaşlılıkla sıkça ilişkilendirilse de genç yaşlarda da görülebilir. Bunama, birçok farklı nedenle ortaya çıkabilen bir durumdur. Alzheimer hastalığı, vasküler demans, Lewy cisimciği demans, frontotemporal demans gibi farklı alt tipleri vardır. Bunama, beyindeki nöronların hasar görmesi veya ölmesi sonucu meydana gelir. Bu hasar, bilişsel işlevlerin (hafıza, düşünme, problem çözme) kaybına yol açar.",
    "Risk Oranı": "12",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Bunamanın pek çok nedeni vardır ve bu nedenlerin bazıları önlenemez veya genetik olabilir. Ancak bazı yaşam tarzı seçimleri, bunama riskini azaltabilir. Bunlar arasında sağlıklı beslenme, düzenli egzersiz, zihinsel ve sosyal aktivitelerle aktif kalmak ve kronik hastalıkların yönetimi yer almaktadır.",
    "Enfekte Oldum": "Demansın tedavisi, altta yatan neden ve tipine bağlı olarak değişir. Alzheimer hastalığı gibi bazı tipler için ilaçlar kullanılabilir. Ayrıca bilişsel egzersizler, fiziksel aktivite ve sosyal etkileşim, semptomların yönetiminde yardımcı olabilir. Demans tedavisi, hastalığın ilerlemesini yavaşlatmayı veya semptomları hafifletmeyi hedefler. Demans, yaşam boyu devam eden ve ilerleyici bir durumdur. Tedavi, semptomların yönetimine odaklanırken, aynı zamanda hasta ve ailesine destek sunar. Demans ile yaşayan kişilerin sağlık profesyonelleri ile yakın bir işbirliği içinde olmaları önemlidir.",
    "Etiketler": "Hafıza Kaybı,Zaman ve Mekanı Karıştırma,Karar Verme Güçlüğü, Dil Becerilerinde Zorluk, İnsanları Tanıyamama, Kişilik Değişiklikleri,Bilinen Bilgilere Ulaşmada Zorluk, Günlük Yaşamda Zorluk",
    "Benzer Hastalıklar": "Alzheimer, Şizofreni",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bunama.png"
  },
  {
    "Adı": "Myastenia Gravis",
    "Latince Adı": "MG",
    "Hakkında": "Myastenia Gravis (MG), kasların zayıflığına neden olan otoimmün bir nöromusküler hastalıktır. Bu hastalık, vücudun kendi savunma sistemi olan bağışıklık sistemi tarafından kasların nöromüsküler bağlantılarına saldırması sonucu ortaya çıkar. Myastenia Gravis, sinir ile kas arasındaki iletişimi sağlayan asetilkolin adı verilen bir kimyasalın eksikliği nedeniyle kas zayıflığına yol açar. MG'nin tam nedeni bilinmemekle birlikte genetik ve çevresel faktörlerin etkisi olabileceği düşünülmektedir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "15",
    "Korunma Yolları": "Myastenia Gravis'i önlemenin kesin bir yolu yoktur çünkü otoimmün hastalıkların nedenleri karmaşıktır. Ancak sigara içmemek ve çevresel toksinlere maruz kalmaktan kaçınmak, genel bağışıklık sağlığını korumak için önemli olabilir.",
    "Enfekte Oldum": "Myastenia Gravis tedavisi semptomların kontrol altına alınmasını hedefler. İlaçlar, neostigmin ve pyridostigmin gibi asetilkolinesteraz inhibitörleri, kas zayıflığını hafifletmeye yardımcı olabilir. Steroidler ve immünsüpresan ilaçlar da kullanılabilir. Ayrıca timus bezinin cerrahi olarak çıkarılması (timektomi), bazı vakalarda etkili olabilir. Myastenia Gravis, yaşam boyu devam eden bir durum olabilir ve tedavi semptomların yönetilmesine odaklanır. Myastenia Gravis ile yaşayan kişilerin düzenli olarak bir nörolog veya uzman doktor ile işbirliği yapması, semptomların kontrol altında tutulmasına yardımcı olabilir.",
    "Etiketler": "Zayıflık, Kas Güçsüzlüğü, Göz Kapağı Sallanmasıi, Göz Kapağı Düşmesi, Çift Görme, Konuşma Güçlüğü, Nefes Alma Güçlüğü, Yutma Güçlüğü, Yüz Kaslarında Sallanma, Kollarda Kas Zayıflığı,Bacaklarda Kas Zayıflığı, Halsizlik, ",
    "Benzer Hastalıklar": "MS, Guillian Barre Sendromu, Felç",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/myastenia.png"
  },
  {
    "Adı": "Wilson",
    "Latince Adı": "Wilson",
    "Hakkında": "Wilson hastalığı, bakırın vücutta normalden fazla biriktiği bir otozomal resesif bir genetik bozukluktur. Bu fazla bakır karaciğerde depolanır ve vücudun diğer dokularına zarar verebilir. Wilson hastalığı, ATP7B adı verilen bir genin mutasyonu sonucu bakırın vücutta düzenli bir şekilde atılamamasıyla ilişkilendirilir. Bu nedenle karaciğer bakırı vücutta biriktirir ve zamanla çeşitli organlara yayılır. Karaciğerdeki bakır birikimi, karaciğer hasarına yol açabilir ve diğer organlarda da hasara neden olabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Wilson hastalığı, genetik bir bozukluk olduğu için doğrudan önlenebilir bir durum değildir. Ancak aile geçmişi bilinen kişiler, genetik danışmanlık ve testlerle hastalığın erken teşhis edilmesine yardımcı olabilir.",
    "Enfekte Oldum": "Wilson hastalığının tedavisi, vücuttaki fazla bakırın uzaklaştırılmasını hedefler. Bu amaçla kullanılan ilaçlar, bakır emilimini azaltır veya vücuttan atılmasına yardımcı olur. Bazı durumlarda karaciğer nakli gerekebilir.",
    "Etiketler": "Karaciğer Sorunları, Sarılık, Karın Ağrısı, Halsizlik,Depresyon, Anksiyete, El Titremesi,Konuşma Güçlüğü, Hareket Koordinasyonundaki Bozukluklar, Kas Güçsüzlüğü,Bakır Birikimi,Gözde Halkalar",
    "Benzer Hastalıklar": "Şizofreni, Parkinson",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/wilson.png"
  },
  {
    "Adı": "Huntington",
    "Latince Adı": "Huntington",
    "Hakkında": "Huntington hastalığı, nörodejeneratif bir hastalık olan otozomal dominant bir genetik bozukluktur. Bu hastalık, motor becerilerin ve bilişsel işlevlerin bozulmasına yol açar. Genellikle orta yaşlarda başlar ve ilerleyici bir seyir gösterir. Huntington hastalığı, HTT adı verilen bir gende mutasyon sonucu ortaya çıkar. Bu mutasyon, vücutta anormal bir protein olan huntingtin proteininin birikmesine yol açar. Bu birikim, beyin hücrelerine zarar verir ve nörodejenerasyona neden olur. Hastalık, genetik bir bozukluk olduğu için aile geçmişi olan kişilerde risk taşır.",
    "Risk Oranı": "35",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Huntington hastalığı, genetik bir bozukluk olduğu için doğrudan önlenemez. Ancak hastalık riskini taşıyan bireyler genetik danışmanlık ve testlerle risklerini değerlendirebilirler.",
    "Enfekte Oldum": "Huntington hastalığının tedavisi semptomların yönetilmesini hedefler. İlaçlar, semptomların yönetimine yardımcı olabilir. Psikoterapi ve fiziksel terapiler de kullanılabilir. Ancak hastalığın ilerleyici bir doğası olduğu için kesin bir tedavi yoktur.",
    "Etiketler": "Hareket Bozuklukları, Denge Bozuklukları, Zihinsel Yeteneklerde Azalma, Hafıza Kaybı,Öfke Nöbetleri, İnatçılık, Zayıflama, Depresyon, Anksiyete, Konuşma Güçlüğü, Yürüme Güçlüğü, İştah Kaybı",
    "Benzer Hastalıklar": "Myastenia Gravis, Rett Sendromu",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/huntington.png"
  },
  {
    "Adı": "Rett Sendromu",
    "Latince Adı": "Rett Sendromu",
    "Hakkında": "Rett sendromu, nörolojik bir gelişim bozukluğu olup genellikle kız çocukları etkileyen nadir bir durumdur. Bu sendrom, sosyal becerilerin, el becerilerinin ve bilişsel yeteneklerin gerilemesi ile karakterizedir. Rett sendromu, genellikle X kromozomunda bulunan MECP2 genindeki mutasyonlar nedeniyle ortaya çıkar. Bu genin normal işlevi, nöronların işbirliği içinde çalışmasını düzenlemektir. MECP2 genindeki mutasyonlar nöronların normal işleyişini bozar ve Rett sendromu semptomlarına yol açar.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Rett sendromu, genetik bir kökeni olduğu için doğrudan önlenemez. Genetik danışmanlık ve testler, risk taşıyan aileler için bilinçli bir seçenek olabilir.",
    "Enfekte Oldum": "Rett sendromunun kesin bir tedavisi yoktur. Tedavi semptomların yönetilmesini hedefler. Fiziksel ve konuşma terapileri, semptomların hafifletilmesine yardımcı olabilir. Ayrıca ilaçlar, semptomların yönetiminde kullanılabilir. Genetik terapi araştırmaları da devam etmektedir.",
    "Etiketler": "Dil Kaybı, Hareket Tekrarı, Sosyal İzolasyon, El Kayması, Nöbetler, Solunum Problemleri, Yavaş Büyüme, Nefes Tutma.",
    "Benzer Hastalıklar": "Huntington, Otizim",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/rett.png"
  },
  {
    "Adı": "Guillian Barre Sendromu",
    "Latince Adı": "GBS",
    "Hakkında": "Guillain-Barre sendromu (GBS), periferik sinir sisteminin iltihaplanması sonucu ortaya çıkan nadir bir nörolojik hastalıktır. Bu sendrom, kas zayıflığı, felç ve bazen solunum güçlüğüne yol açabilir. Bağışıklık sistemi tarafından sinir hücrelerine zarar verilmesi sonucu gelişir. Bu bağışıklık saldırısı, sinirlerdeki miyelin adı verilen izolasyon tabakasını tahrip eder. Sendromun nedeni tam olarak bilinmemekle birlikte, genellikle viral enfeksiyonlar veya bakteriyel enfeksiyonlar gibi tetikleyici faktörlerle ilişkilendirilir.",
    "Risk Oranı": "6",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Guillain-Barre sendromu, genellikle beklenmedik bir şekilde ortaya çıkar ve doğrudan önlenemez. Ancak bazı tetikleyici faktörlerden kaçınmak, enfeksiyonlardan korunmak ve sağlıklı bir yaşam tarzı sürdürmek, bağışıklık sisteminin sağlığını desteklemekte önemlidir.",
    "Enfekte Oldum": "Guillain-Barre sendromunun tedavisi hastanın semptomlarına ve şiddetine bağlıdır. Hastaların genellikle hastaneye yatırılması ve izlemi gerekebilir. İntravenöz immünoglobulin (IVIG) veya plazmaferez gibi tedaviler, bağışıklık sisteminin yanıtını düzenlemek için kullanılabilir. Fizik tedavi ve rehabilitasyon, kas gücünün yeniden kazanılmasına yardımcı olabilir.",
    "Etiketler": " Kas Güçsüzlüğü, Bacaklarda Zayıflık, Kollarda Zayıflık, Denge Bozuklukları, Yürüme Güçlüğü,Karıncalanma, Kas Kasılmaları, Yüz Kaslarında Zayıflık, Solunum Problemleri, Kalp Hızında Değişiklikler, Yorgunluk",
    "Benzer Hastalıklar": "Karpal Tünel Sendromu,Felç,Myastenia Gravis",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/guilian.png"
  },
  {
    "Adı": "Astım",
    "Latince Adı": "Astım",
    "Hakkında": "Astımın tam nedeni bilinmemekle birlikte, çevresel ve genetik faktörlerin etkisi olduğu düşünülmektedir. Astımlı bireylerde solunum yollarının duvarları şişer, daralır ve fazla mukus üretir. Bu, hava akışını kısıtlayarak solunum güçlüğüne neden olur.",
    "Risk Oranı": "4",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Astımın kesin bir önlenmesi yoktur. Ancak semptomların tetikleyici faktörlerden kaçınmak veya bu faktörlerle başa çıkmak için bazı önlemler alınabilir. Sigara içmemek, alerjenlere maruziyeti sınırlamak, düzenli egzersiz yapmak ve astım ilaçlarını düzenli olarak kullanmak bu önlemler arasındadır.",
    "Enfekte Oldum": "Astım tedavisi, semptomların kontrol altına alınmasını ve iltihabın azaltılmasını hedefler. İlaçlar, genellikle bronkodilatörler (hava yollarını genişleten ilaçlar) ve kortikosteroidler (iltihap önleyici ilaçlar) kullanılır. Tedavi planı kişiselleştirilir ve semptomların şiddetine göre ayarlanır.",
    "Etiketler": "Öksürük, Hırıltılı Solunum, Göğüs Sıkışması, Nefes Darlığı, Solunum Zorluğu, Hızlı Nefes Alma, Göğüs Ağrısı ",
    "Benzer Hastalıklar": "Koah, Bronşit, Akciğer Kanseri, Solunum Distres Sendromu",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/astim.png"
  },
  {
    "Adı": "KOAH",
    "Latince Adı": "Kronik Obstrüktif Akciğer Hastalığı",
    "Hakkında": "KOAH'ın ana nedeni genellikle uzun yıllar boyunca sigara içmek ve/veya maruz kalınan hava kirliliği veya toz gibi zararlı maddelere maruz kalmaktır. Bu etkenler, akciğerlerdeki hava yollarının daralmasına ve akciğer fonksiyonlarının bozulmasına neden olur.",
    "Risk Oranı": "8",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "KOAH'ı önlemek için en etkili yol sigara içmeyi bırakmak veya sigara içmeye başlamamaktır. Ayrıca, hava kirliliği ve tozlu ortamlardan kaçınmak, akciğerlerin korunmasına yardımcı olabilir.",
    "Enfekte Oldum": "KOAH tedavisi semptomların hafifletilmesini ve hastalığın ilerlemesinin yavaşlatılmasını hedefler. İlaçlar, bronkodilatörler ve kortikosteroidler gibi, semptomların yönetilmesine yardımcı olabilir. Fiziksel aktivite, solunum egzersizleri ve diyet de tedavi planının bir parçası olabilir. Ağır vakalarda, oksijen tedavisi veya solunum cihazları gerekebilir.",
    "Etiketler": "Öksürük, Balgam Üretimi, Nefes Darlığı, Göğüs Sıkışması, Yorgunluk, Solunum Zorluğu, Hırıltılı Solunum",
    "Benzer Hastalıklar": "Astım, Bronşit, Akciğer Kanseri, Kistik Fibrozis, Verem ",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/koah.png"
  },
  {
    "Adı": "Bronşit",
    "Latince Adı": "Bronşit",
    "Hakkında": "Bronşit, genellikle viral enfeksiyonlar (örneğin, grip veya soğuk algınlığı) veya sigara dumanına maruz kalma gibi nedenlerle ortaya çıkar. Bronşit, bronş adı verilen hava yollarının iltihaplanmasına ve daralmasına yol açar. Akut bronşit kısa süreli bir rahatsızlıktır, kronik bronşit ise uzun vadeli ve tekrarlayan bir durumdur.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Bronşiti önlemek için sigara içmemek veya sigara içenlerle maruziyeti sınırlamak önemlidir. Ayrıca hijyen kurallarına uygun şekilde ellerin yıkanması ve enfeksiyonlardan kaçınılması da etkili olabilir.",
    "Enfekte Oldum": "Bronşit tedavisi semptomların hafifletilmesini hedefler. Akut bronşit çoğunlukla kendiliğinden geçer ve genellikle antibiyotik tedavisi gerektirmez. Kronik bronşit tedavisi ise semptomların şiddetine göre değişebilir. İlaçlar, öksürük kesiciler ve bronkodilatörler gibi, semptomların yönetilmesine yardımcı olabilir. Ayrıca nemlendirici havayı solumak ve yeterince su içmek de semptomları hafifletebilir.",
    "Etiketler": "Öksürük, Balgam Üretimi, Nefes Darlığı, Göğüs Ağrısı, Hırıltılı Solunum, Boğaz Ağrısı, Baş Ağrısı, Yorgunluk, Halsizlik, Yüksek Ateş",
    "Benzer Hastalıklar": "Astım, Koah, Verem",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/brons.png"
  },
  {
    "Adı": "Akciğer Kanseri",
    "Latince Adı": "Akciğer Kanseri",
    "Hakkında": "Akciğer kanseri genellikle sigara içme alışkanlığı ile ilişkilendirilir, ancak sigara içmeyen kişilerde de görülebilir. Kanser, akciğerlerin içinde veya yakınındaki lenf düğümlerine yayılabilir. İki ana türü vardır: küçük hücreli akciğer kanseri ve küçük hücreli olmayan akciğer kanseri (çoğu akciğer kanseri bu türe dahildir).",
    "Risk Oranı": "45",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": " En iyi korunma yolu sigara içmeyi bırakmak veya hiç başlamamaktır. Sigara dumanına maruz kalmaktan kaçınmak da önemlidir. Ayrıca hava kirliliği ve toksinlere maruziyeti sınırlamak da riski azaltabilir.",
    "Enfekte Oldum": "Akciğer kanseri tedavisi, kanserin türüne, evresine ve hastanın genel sağlık durumuna bağlı olarak değişebilir. Tedavi seçenekleri şunları içerebilir: Cerrahi müdahale (tümörün çıkarılması), Radyoterapi, Kemoterapi, Hedefe yönelik ilaçlar ve İmmünoterapi. Tedavi genellikle çok disiplinli bir yaklaşım gerektirir.",
    "Etiketler": "Öksürük, Kanlı Balgam, Nefes Darlığı, Göğüs Ağrısı, Hırıltılı Solunum, İştah Kaybı, Kilo Kaybı, Yorgunluk, Halsizlik, Kulak Ağrısı, Boğaz Ağrısı,",
    "Benzer Hastalıklar": "Koah, Verem",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/akckanser.png"
  },
  {
    "Adı": "Kistik Fibrozis",
    "Latince Adı": "Cystic Fibrosis",
    "Hakkında": "Kistik fibrozis, özellikle akciğerlerde ve sindirim sisteminde mukus ve sindirim enzimlerinin kalınlaşmasına neden olan otozomal resesif bir genetik bozukluktur. Bu durum, solunum yollarının tıkanmasına, tekrarlayan enfeksiyonlara, sindirim sorunlarına ve diğer ciddi sağlık sorunlarına yol açabilir.",
    "Risk Oranı": "25",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": " Kistik fibrozis genetik bir hastalıktır ve genetik testlerle taşıyıcı olup olmadığınızı öğrenebilirsiniz. Eğer aile geçmişi veya genetik testler bu hastalığı taşıdığınızı gösteriyorsa, genetik danışmanlık hizmeti alarak riskleri değerlendirebilirsiniz.",
    "Enfekte Oldum": "Kistik fibrozis tedavisi, semptomları hafifletmeyi ve yaşam kalitesini artırmayı hedefler. İlaçlar, mukolitikler ve bronkodilatörler gibi solunum semptomlarını hafifletmek için kullanılır. Ayrıca pankreas enzimleri takviyeleri, beslenme desteği ve solunum terapileri de yaygın tedavi yöntemleridir. Ciddi vakalarda, akciğer nakli gerekebilir.",
    "Etiketler": "Kronik Öksürük, Balgam Üretimi, Nefes Darlığı, Göğüs Ağrısı, Solunum Zorluğu, İştah Kaybı, Kilo Kaybı, Karın Ağrısı, Sindirim Problemleri, İshal, Yorgunluk, Halsizlik, Tuzlu Ter, Osteoporoz, Kısırlık, Adet Düzensizliği",
    "Benzer Hastalıklar": "Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kistik.png"
  },
  {
    "Adı": "Verem",
    "Latince Adı": "Tüberküloz",
    "Hakkında": "Verem, Mycobacterium tuberculosis adlı bakterinin neden olduğu bulaşıcı bir hastalıktır. Genellikle akciğerleri etkiler, ancak vücudun diğer bölgelerine de yayılabilir. Öksürük, nefes darlığı ve halsizlik gibi belirtilerle karakterizedir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Veremi önlemek için en etkili yöntem, aşılamadır. Bacillus Calmette-Guérin (BCG) aşısı, verem enfeksiyonu riskini azaltmaya yardımcı olabilir. Ayrıca enfekte kişilerle temas etmekten kaçınmak, iyi havalandırılan ortamlarda bulunmak ve sağlıklı bir yaşam tarzı sürdürmek de enfeksiyon riskini azaltabilir.",
    "Enfekte Oldum": "Verem, uygun antibiyotik tedavisi ile tedavi edilebilir. Tedavi, genellikle birkaç ay ila birkaç yıl sürebilir, ve ilaçların düzenli ve tam olarak alınması önemlidir. Tedaviyi yarıda bırakmak, dirençli tüberkülozun gelişme riskini artırabilir.",
    "Etiketler": "Titreme,Öksürük, Ateş, Nefes Darlığı, Göğüs Ağrısı, Halsizlik, Kilo Kaybı, Gece Terlemeleri, Kanlı Balgam, Göğüs Ağrısı, Hırıltılı Nefes, Boğaz Ağrısı, Lenf Bezlerinde Şişme, Baş Ağrısı, Kusma",
    "Benzer Hastalıklar": "Koah,Bronşit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/verem.png"
  },
  {
    "Adı": "Solunum Distres Sendromu",
    "Latince Adı": "SDS",
    "Hakkında": "Solunum Distres Sendromu (SDS), prematürite nedeniyle yetersiz akciğer gelişimi veya akciğer yüzeyindeki mukus zarının yetersizliği nedeniyle solunum güçlüğüne yol açan bir hastalıktır. Yenidoğan bebeklerde, genellikle prematürite ile ilişkilendirilir ve akciğerlerin yeterince sönme kapasitesine sahip olmaması nedeniyle oksijen alışverişi zorlaşır.",
    "Risk Oranı": "15",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "SDS'yi önlemek için prematürite riskini azaltmak önemlidir. Bu, annenin sağlıklı bir gebelik süreci geçirmesi, yetersiz gebelik boyutunu ölçmek ve prematürite riskini değerlendirmek için doktor kontrollerini sıkı bir şekilde takip etmesi gerektiği anlamına gelir.",
    "Enfekte Oldum": "SDS tedavisi, hastalığın şiddetine ve yenidoğanın genel sağlık durumuna bağlı olarak değişebilir. Tedavi, genellikle mekanik solunum desteği (solunum cihazları), oksijen tedavisi ve bazen yüzey aktif madde tedarikini içerir. Yenidoğan yoğun bakım ünitesinde yakından izlenir ve tedavi edilir.",
    "Etiketler": "Nefes Darlığı, Hızlı Solunum, Ciltte Mavileşme, Düşük Oksijen Seviyeleri, Yorgunluk, Göğüs Ağrısı, Solunum Sıkıntısı, Karaciğer Fonksiyonlarında Bozulma, Solunum Zorluğu, Yüksek Ateş",
    "Benzer Hastalıklar": "Astım, Apne",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sds.png"
  },
  {
    "Adı": "Akciğer Embolisi",
    "Latince Adı": "Pulmonary Embolism",
    "Hakkında": "Akciğer embolisi, genellikle bacak damarlarında oluşan derin ven trombozu (DVT) adı verilen bir durumun sonucu olarak ortaya çıkan bir tıbbi acil durumdur. DVT'den ayrılan bir kan pıhtısı, kan akışıyla akciğerlere ulaşır ve akciğer damarlarında tıkanıklığa neden olur. Bu durum, akciğerlere yeterli oksijen ulaşmasını engeller.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Akciğer embolisini önlemek için en önemli yol, DVT risk faktörlerini tanımak ve DVT'yi önlemek veya tedavi etmek için uygun önlemleri almak (örneğin, uzun süre hareketsiz kalmaktan kaçınmak, bacakları düzenli olarak hareket ettirmek, doktorun tavsiyelerine uymak). Ayrıca, DVT riski taşıyan kişilere kan inceltici ilaçlar verilebilir.",
    "Enfekte Oldum": "Akciğer embolisi tedavisi, hastanın durumunun şiddetine ve stabilitesine bağlı olarak değişebilir. Tedavi genellikle kan inceltici ilaçların kullanılmasını içerir, bu ilaçlar pıhtının büyümesini ve yeni pıhtıların oluşmasını önler. Ayrıca, semptomları hafifletmek ve hastanın oksijen almasını desteklemek için oksijen tedavisi verilebilir. Ciddi durumlarda, pıhtının cerrahi olarak çıkarılması gerekebilir.",
    "Etiketler": " Nefes Darlığı, Göğüs Ağrısı, Hızlı Kalp Atışı, Öksürük, Kanlı Balgam, Ani Bayılma, Ateş, Titreme, Bacaklarda Morarma,Kollarda Şişme, Kollarda Morarma,Bacaklarda Şişme, Anksiyete, Ajitasyon",
    "Benzer Hastalıklar": "Pnömotoraks, Bronşek",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/akcemb.png"
  },
  {
    "Adı": "Akciğer Apsesi",
    "Latince Adı": "Pulmonary Abscess",
    "Hakkında": "Akciğer absesi, akciğer dokusunda iltihaplanma ve cerahat birikmesi sonucu oluşan enfeksiyöz bir durumdur. Genellikle bakteriyel enfeksiyonlar nedeniyle gelişir ve bu abseler, akciğerlerin içinde cerahat dolu boşluklar oluşturur.",
    "Risk Oranı": "18",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Akciğer absesini önlemek için enfeksiyonlardan kaçınmak ve enfekte kişilerle teması sınırlamak önemlidir. Sigara içmeyi bırakmak veya sigara içmeyenlerle sigara dumanına maruziyeti sınırlamak da akciğer sağlığını koruma açısından önemlidir.",
    "Enfekte Oldum": "Akciğer absesi tedavisi, genellikle antibiyotiklerin kullanılmasını içerir. Antibiyotikler, enfeksiyonun neden olduğu bakterileri öldürmeye yardımcı olur. Bazı durumlarda, absenin drene edilmesi veya cerrahi olarak boşaltılması gerekebilir.",
    "Etiketler": "Yüksek Ateş, Şiddetli Öksürük, İştah Kaybı, Balgamda Kan, Halsizlik, Göğüs Ağrısı, Solunum Sıkıntısı,Yeşil Renkli Balgam, Titreme, Şişlik",
    "Benzer Hastalıklar": "Akciğer Embolisi, Plörezi, Bronşit,Koah, Verem",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/akcaps.png"
  },
  {
    "Adı": "Pulmoner Hipertansiyon",
    "Latince Adı": "Pulmonary Hypertension",
    "Hakkında": "Pulmoner hipertansiyon, akciğerlerin damarlarında yüksek tansiyon seviyelerine yol açan kronik bir tıbbi durumdur. Bu, akciğer arterlerinin daralmasına veya tıkanmasına neden olur, bu da akciğerlere giden kanın zorlaştığını ve kalbin sağ tarafının daha fazla çalışmasına neden olduğunu gösterir.",
    "Risk Oranı": "35",
    "Görülme Sıklığı": "1",
    "Korunma Yolları": "Pulmoner hipertansiyonun temel nedenleri arasında genetik faktörler, otoimmün hastalıklar ve bazı ilaçlar yer alır. Bu nedenle, bu faktörlerden kaçınmak veya risk faktörlerini değerlendirmek için bir sağlık profesyoneli ile görüşmek önemlidir.",
    "Enfekte Oldum": "Pulmoner hipertansiyon tedavisi, altta yatan nedenlere bağlı olarak değişebilir. Tedavi, semptomları hafifletmeyi ve hastalığın ilerlemesini yavaşlatmayı hedefler. İlaçlar, kan damarlarını genişletmeye yardımcı olan ilaçlar (örneğin vazodilatörler), antikoagülanlar (kan pıhtılarını önleyen ilaçlar) ve diğer ilaçlar içerebilir. Ciddi durumlarda, akciğer nakli düşünülebilir.",
    "Etiketler": "Nefes Darlığı, Yorgunluk, Göğüs Ağrısı, Hızlı Kalp Atışı, Öksürük, Halsizlik, Ayak Bileklerinde Şişme, Bacaklarda Şişme, Bayılma, Solunum Sıkıntısı, Halsizlik",
    "Benzer Hastalıklar": "Pnömotoraks, Plörezi, Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/pulhip.png"
  },
  {
    "Adı": "Apne",
    "Latince Adı": "Apnea",
    "Hakkında": "Apne, nefes almayı geçici olarak durduran veya solunumun belirli bir süre boyunca yüzeyden belirgin bir azalma gösterdiği bir solunum bozukluğudur. Apne, uyku sırasında en yaygın görülen ve dikkat çeken türüdür (uyku apnesi). Bu durum, uyku esnasında üst hava yolunun tıkanması veya beynin solunum kontrolünün geçici olarak kaybolması sonucu oluşabilir.",
    "Risk Oranı": "45",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Apne, birçok farklı nedenle ortaya çıkabilir, bu nedenle korunma yolları nedenine bağlıdır. Uyku apnesi gibi uykuyla ilişkili apne durumları, yaşam tarzı değişiklikleri, kilo kaybı ve uyku pozisyonunun düzeltilmesi gibi önlemlerle yönetilebilir.",
    "Enfekte Oldum": "Apnenin tedavisi, nedenine bağlı olarak değişebilir. Uyku apnesi gibi durumlarda, CPAP (Sürekli Pozitif Hava Yolu Basıncı) cihazları veya oral aparatlar kullanılabilir. Ciddi apne vakalarında cerrahi müdahale gerekebilir.",
    "Etiketler": "Uykuda Solunum Durmaları, Nefes Kesilmeleri, Hızlı Uyanma, Gürültülü Horlama, Sabah Baş Ağrısı, Halsizlik, Uykusuzluk, Hafıza Sorunları, Dikkat Eksikliği, Huzursuz Uyku",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/apne.png"
  },
  {
    "Adı": "Pnömotoraks",
    "Latince Adı": "Pneumothorax",
    "Hakkında": "Pnömotoraks, akciğerlerin hava dolu bir kese olan plevra boşluğuna sızdığı veya dolduğu bir tıbbi durumdur. Bu durum, akciğerin çökmesine neden olabilir ve solunum güçlüğüne yol açabilir. Pnömotoraks, travma, akciğer hastalıkları veya spontan nedenlerle oluşabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Pnömotoraks, bazen travmatik olaylar nedeniyle meydana gelir, bu nedenle bu tür durumları önlemek için güvenlik önlemleri almak önemlidir. Özellikle yüksek riskli işlerde çalışan kişiler, koruyucu ekipman kullanmalıdır.",
    "Enfekte Oldum": "Pnömotoraks tedavisi, pnömotoraksun nedenine bağlı olarak değişebilir. Küçük pnömotoraks vakaları genellikle izlem altında tutulabilir, ancak daha ciddi durumlarda hava boşaltılabilir veya tıbbi müdahale gerekebilir. Bu işlem torakosentez olarak bilinir ve doktor tarafından gerçekleştirilir. Pnömotoraksın nedeni, tedavi planının bir parçası olarak ele alınmalıdır.",
    "Etiketler": "Göğüs Ağrısı, Nefes Darlığı, Nefes Alırken Acı, Göğüste Baskı, Göğüste Sıkışma, Öksürük, Hızlı Kalp Atışı, Göğüste Şişlik, Zayıflık, Solunum Sıkıntısı, Hızlı Solunum",
    "Benzer Hastalıklar": "Akciğer Embolisi, Pulmoner Hipertansiyon,Plörezi , Akciğer Apsesi",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/pnomotoroks.png"
  },
  {
    "Adı": "Anksiyete",
    "Latince Adı": "Anksiyete",
    "Hakkında": "Anksiyete, normal bir insan tepkisi olan korku ve endişenin aşırı veya sürekli hale gelmesi durumudur. Anksiyete, birçok farklı durumda ortaya çıkabilir ve bir tür zihinsel ve duygusal stres olarak tanımlanır. Anksiyete bozuklukları, anksiyetenin kronik veya şiddetli hale geldiği durumları ifade eder.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Anksiyeteyi tamamen önlemek mümkün olmasa da, anksiyete düzeylerini azaltmak ve başa çıkmak için bazı yöntemler vardır. Düzenli egzersiz, sağlıklı beslenme, stresten kaçınma veya stres yönetimi teknikleri, uyku düzenine dikkat etmek ve rahatlama teknikleri gibi yaşam tarzı değişiklikleri anksiyete ile başa çıkmaya yardımcı olabilir.",
    "Enfekte Oldum": "Anksiyete bozuklukları tedavi edilebilir. Tedavi seçenekleri arasında terapi (psikoterapi), ilaçlar veya bu iki yaklaşımın bir kombinasyonu bulunur. Terapi, anksiyete ile başa çıkmak için etkili bir yoldur ve danışmanlık veya bilişsel davranış terapisi gibi farklı terapi türleri uygulanabilir. İlaçlar, anksiyete semptomlarını hafifletmek veya kontrol altına almak için kullanılabilir.",
    "Etiketler": "İç Huzursuzluk, Sürekli Endişe, Nefes Darlığı, Terleme, Titreme, Kas Gerginliği, Odaklanma Zorluğu, Uykusuzluk, Mide Rahatsızlığı, İrritabilite",
    "Benzer Hastalıklar": "Depresyon",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/anksi.png"
  },
  {
    "Adı": "Depresyon",
    "Latince Adı": "Depresyon",
    "Hakkında": "Depresyon, ruh hali bozukluğu olarak kabul edilen ciddi bir tıbbi durumdur. Depresyon, kişinin duygu, düşünce ve davranışlarını olumsuz etkileyen uzun süreli bir üzüntü, umutsuzluk, ilgisizlik ve enerji eksikliği dönemlerini içerir. Depresyon, günlük yaşam kalitesini olumsuz etkileyebilir ve fiziksel sağlık sorunlarına yol açabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "30",
    "Korunma Yolları": "Depresyonun kesin bir önleyici yöntemi olmasa da, sağlıklı yaşam tarzı seçimleri, stres yönetimi, destek sistemlerinin oluşturulması ve düzenli fiziksel aktivite gibi faktörler depresyon riskini azaltmaya yardımcı olabilir.",
    "Enfekte Oldum": " Depresyon tedavisi, terapi (psikoterapi) ve ilaçlar gibi yaklaşımları içerebilir. Psikoterapi, duygu ve düşünceleri yönetmeye yardımcı olabilir. İlaçlar, kimyasal dengesizlikleri düzeltmeye yardımcı olabilir. Tedavi genellikle bir sağlık profesyoneli tarafından kişiselleştirilir ve semptomların şiddeti, süresi ve kişinin ihtiyaçlarına göre ayarlanır.",
    "Etiketler": "Duygusal Hüzün, İntihar Düşünceleri, İştahta Azalma, İştahta Artma, Uykusuzluk, Aşırı Uyuma, Halsizlik, İlgisizlik, Konsantrasyon Eksikliği, Hafıza Sorunları, İrritabilite, Sosyal Çekilme",
    "Benzer Hastalıklar": "Anksiyete",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/depr.png"
  },
  {
    "Adı": "Bipolar Bozukluk",
    "Latince Adı": "Bipolar Bozukluk",
    "Hakkında": "Bipolar bozukluk, duygu durum bozuklukları sınıfına giren bir tıbbi durumdur. Bu bozukluk, kişinin duygusal durumunda aşırı dalgalanmalar yaşadığı bir hastalıktır. Bipolar bozukluk, mani veya hipomani adı verilen yüksek duygusal durumlarla depresyon dönemleri arasında gidip gelir. Mani dönemlerde kişi aşırı enerjik, coşkulu ve düşünce akışı hızlıdır, hipomani ise daha hafif bir mani halini ifade eder.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Bipolar bozukluğun kesin bir önleyici yöntemi bulunmamakla birlikte, erken teşhis ve uygun tedavi ile semptomların yönetilmesi ve kontrol altına alınması mümkün olabilir. Ayrıca, stres yönetimi, düzenli uyku düzeni ve sağlıklı yaşam tarzı seçimleri, bipolar bozukluk semptomlarını hafifletebilir.",
    "Enfekte Oldum": "Bipolar bozukluğun tedavisi, psikoterapi (terapi) ve ilaçlar ile gerçekleştirilir. Psikoterapi, duygusal dengeyi sağlama ve kriz durumlarıyla başa çıkma konularında yardımcı olabilir. İlaçlar, mani ve depresyon semptomlarını kontrol altına almada etkilidir. Tedavi, kişinin semptomlarının şiddeti ve dönemlerine göre ayarlanır.",
    "Etiketler": "Depresyon ",
    "Benzer Hastalıklar": "Mani Atakları, Depresyon Dönemleri, Enerji Artışı, Yüksek Özsaygı, Düşünce Hızlanması, Hızlı Konuşma, İrritabilite, Uykusuzluk, Dikkat Eksikliği, Özeleştiri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bipol.png"
  },
  {
    "Adı": "Obsesif Kompulsif Bozukluk",
    "Latince Adı": "OKB",
    "Hakkında": "OKB, tekrarlayan ve zorlayıcı düşünceleri (obsesyonlar) ve bu düşüncelere yanıt olarak tekrarlayan davranışları veya ritüelleri (kompulsiyonlar) içeren bir zihinsel sağlık bozukluğudur. Kişiler OKB ile mücadele ederken, obsesyonlar genellikle anksiyete veya rahatsızlıkla ilişkilidir ve bu obsesyonları hafifletmek için kompulsiyonları gerçekleştirirler.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "OKB'nin tam olarak önlenmesi mümkün olmasa da, erken teşhis ve etkili tedavi ile semptomların yönetilmesi ve kontrol altına alınması mümkün olabilir. OKB riskini artırabilecek stresle başa çıkma becerileri geliştirme ve psikolojik destek almak da önleyici bir rol oynayabilir.",
    "Enfekte Oldum": "OKB tedavisi, psikoterapi (terapi) ve ilaçlar gibi yaklaşımları içerebilir. Kognitif-davranış terapisi (KDT) en yaygın kullanılan terapi türlerindendir ve kişinin obsesyonlarını ve kompulsiyonlarını anlamasına ve yönetmesine yardımcı olur. İlaçlar, anksiyete ve obsesyonları hafifletmeye yardımcı olabilir.",
    "Etiketler": "Zorlayıcı Düşünceler,Zorlayıcı Davranışlar, Aşırı Temizlik, Tekrarlayan Hareketler, Düzenleme Takıntıları, Şüphecilik, Korku, Kaygı, Mükemmeliyetçilik, Zihinsel Tekrarlar, Kompulsif Ritüeller",
    "Benzer Hastalıklar": "Borderline Kişilik, Bulumia,Histronik Kişilik Bozukluğu",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/okb.png"
  },
  {
    "Adı": "Borderline Kişilik Bozukluğu",
    "Latince Adı": "BKB",
    "Hakkında": "Borderline Kişilik Bozukluğu (BKB), kişinin duygu düzenlemesi, ilişki kurma ve benlik algısıyla ilgili ciddi sorunlar yaşadığı bir kişilik bozukluğudur. BKB'li kişiler genellikle duygusal istikrarsızlık, kendine zarar verme eğilimi, impulsivite, ilişkilerde zorluklar, yoğun korku ve öfke hissi gibi belirtiler gösterirler.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Borderline Kişilik Bozukluğu'nun kesin bir önleyici yöntemi yoktur, ancak erken teşhis ve etkili tedavi ile semptomların yönetilmesi ve kontrol altına alınması mümkün olabilir. Ayrıca, kişilerin duygusal düzenleme becerilerini geliştirmeleri ve ilişki becerilerini güçlendirmeleri önemlidir.",
    "Enfekte Oldum": "BKB tedavisi, terapi (psikoterapi) genellikle temel bir bileşeni içerir. Dialektik Davranış Terapisi (DDT) ve Kognitif-Davranış Terapisi (KDT), BKB'nin tedavisinde etkili olan terapi türlerindendir. Terapi, kişinin duygusal dengeyi sağlama, kendini daha iyi anlama ve olumsuz davranışları değiştirme konularında yardımcı olur.",
    "Etiketler": "Duygusal Dalgalanmalar, İlişki Sorunları, Kimlik Bocalaması, Aşırı Öfke, Öfke Patlamaları, İntihar Düşünceleri, Hızlı Duygu Değişiklikleri,Öfke Nöbetleri",
    "Benzer Hastalıklar": "Obsesif Kompulsif Bozukluk,Bipolar bozuklluk",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/borderline.png"
  },
  {
    "Adı": "Histrionik Kişilik Bozukluğu",
    "Latince Adı": "HPB",
    "Hakkında": "Histrionik Kişilik Bozukluğu, kişinin dikkati çekme arzusu, aşırı duygusallık, dramatizasyon, ve insanlarla ilişkilerde sürekli ilgi arayışı ile karakterize edilen bir kişilik bozukluğudur. Bu kişiler genellikle abartılı davranışlar sergiler, hızlı ve etkileyici konuşurlar, kendilerini sürekli olarak öne çıkarmaya çalışırlar ve duygusal ifadelerini yoğun bir şekilde kullanırlar.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "HPB'nin kesin bir önleyici yöntemi yoktur, ancak kişilerin bu tür duygusal ve davranışsal özellikler gösterdiğini fark eden veya gözlemleyen kişilerin destek ve rehberlik sağlaması önemlidir. Bu kişiler, ilişkilerde dengeli ve sağlıklı davranışları teşvik eden bir çevre içinde yetiştirilmelidir.",
    "Enfekte Oldum": "HPB tedavisi, psikoterapi (terapi) ile gerçekleştirilir. Terapi, kişinin duygusal dengeyi sağlama, daha sağlıklı ilişkiler kurma ve olumsuz davranışları değiştirme konularında yardımcı olabilir. Terapi süreci, kişinin bu bozukluğun altında yatan nedenlerini anlamasına yardımcı olabilir.",
    "Etiketler": "Duygusa Arayış, Dramatik Davranışlar, Yüzeysel İlişkiler, Aşırı Duyarlılık, İlgi Çekme,  Duygusal Durum Değişikliği, Onay Alma, Cinsel Çekicilikte Sergilenme, İlgisizlikten Korku, Manipülasyon Eğilimi",
    "Benzer Hastalıklar": "Obsesif Kompulsif Bozukluk",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/histrionik.png"
  },
  {
    "Adı": "Anoreksiya Nevroza",
    "Latince Adı": "Anorexia Nervosa",
    "Hakkında": "Anoreksiya Nevroza, yaygın olarak anoreksiya nervosa veya sadece anoreksiya olarak adlandırılan ciddi bir yeme bozukluğudur. Bu hastalık, kişinin aşırı kilo kaybı, yemek yemeyi reddetme, kendine aç gözlülük, vücut imajı bozukluğu ve fiziksel sağlık sorunlarına yol açan patolojik bir kilo kontrolü arzusu ile karakterizedir. Anoreksiya Nevroza aynı zamanda psikolojik etkilerle birlikte gelir ve tedavi gerektiren bir tıbbi durumdur.",
    "Risk Oranı": "20",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Anoreksiya Nevroza'nın kesin bir önlenme yöntemi yoktur, ancak sağlıklı yeme alışkanlıkları, olumlu vücut imajı teşviki ve psikolojik destek bu bozukluğun riskini azaltabilir.",
    "Enfekte Oldum": "Anoreksiya Nevroza, psikoterapi, tıbbi gözetim ve beslenme desteği gibi çok disiplinli bir yaklaşım gerektirir. Tedavi, hem fiziksel hem de psikolojik sağlığı iyileştirmeyi amaçlar. Anoreksiya Nevroza ile mücadele eden kişilerin profesyonel yardım alması ve tedavi planını takip etmesi önemlidir. Bu hastalık ciddi sonuçlara yol açabilir, ancak erken teşhis ve tedavi ile iyileştirilebilir.",
    "Etiketler": "Aşırı Kilo Kaybı, Aşırı Yemek Yememe, Kendini Aç Bırakma, Vücut İmajının Bozulması, Ciltte Sararma, Zayıflama, Halsizlik, Kalp Atışlarının Yavaşlaması, Menstrüel Döngünün Kaybı, Saç Dökülmesi",
    "Benzer Hastalıklar": "Obsesif Kompulsif Bozukluk,Anoreksiya Nevroza,Depresyon",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/anoreksiya.png"
  },
  {
    "Adı": "Bulimia Nevrosa",
    "Latince Adı": "Bulimia Nervosa",
    "Hakkında": "Bulimia Nevroza, yeme bozukluklarından biridir ve kişinin tekrarlayan yeme atakları geçirmesi ve ardından bu atakları telafi etmek için aşırı yeme, kusma, açlık veya aşırı egzersiz gibi davranışlar sergilemesi durumunu ifade eder. Bu bozukluğun nedeni psikolojik ve çevresel faktörlerle ilgilidir ve bireyin fiziksel ve duygusal sağlığını olumsuz etkileyebilir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Bulimia Nevroza'nın kesin bir önlenme yöntemi yoktur, ancak sağlıklı yeme alışkanlıkları, olumlu vücut imajını destekleme ve psikolojik destek bu bozukluğun riskini azaltabilir.",
    "Enfekte Oldum": "Bulimia Nevroza tedavisi, hem fiziksel hem de psikolojik sağlığı iyileştirmeyi amaçlar. Tedavi genellikle terapi (psikoterapi) ve beslenme danışmanlığı içerir. Kognitif-Davranış Terapisi (KDT) sıkça kullanılan bir terapi türüdür ve kişinin yeme atakları ve kusma davranışlarıyla başa çıkmasına yardımcı olabilir.",
    "Etiketler": "Yeme Nöbetleri, Kendini Kusturma, Açlık Dönemleri, Tıkanma Dönemleri, Kaygı, Diş Problemleri, Elektrolit Dengesizlikleri, İştah Kontrol Kaybı, Kilo Dalgalanmaları, Öz Eleştiri, Gizli Yeme Davranışları",
    "Benzer Hastalıklar": "Obsesif Kompulsif Bozukluk,",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bulimnia.png"
  },
  {
    "Adı": "Doğum Sonu Depresyon",
    "Latince Adı": "PPD",
    "Hakkında": "Postpartum Depresyon (PPD), doğum sonrası dönemde anneler arasında görülen ciddi bir depresyon türüdür. Bu durum, doğum sonrası ilk aylarda veya yıllarda ortaya çıkabilir. PPD, annelerin ruh hali, enerjileri ve günlük işlevlerini olumsuz etkileyebilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "15",
    "Korunma Yolları": "PPD'nin kesin bir önleyici yöntemi yoktur, ancak risk faktörlerini tanıma ve destek sistemlerini güçlendirme önemlidir. Annelerin doğum sonrası dönemde iyi beslenmeleri, düzenli uyumaları ve fiziksel aktivite yapmaları da bu durumun riskini azaltabilir.",
    "Enfekte Oldum": " PPD tedavisi, psikoterapi (terapi) ve gerektiğinde ilaçlarla gerçekleştirilir. Terapi, annenin duygusal dengeyi sağlama ve bebek bakımı ile başa çıkma becerilerini geliştirmesine yardımcı olabilir. İlaçlar, depresyon semptomlarını hafifletmeye yardımcı olabilir.",
    "Etiketler": "Hüzün, Aşırı Endişe, Uykusuzluk, İştah Değişiklikleri, İlgisizlik, İrritabilite, Suçluluk Duyguları, Duygusal Dalgalanmalar, Anksiyete, Zayıflık,Halsizlik",
    "Benzer Hastalıklar": "Depresyon,Anksiyete",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/dogum.png"
  },
  {
    "Adı": "Polikistik Over Sendromu",
    "Latince Adı": "PCOS",
    "Hakkında": "Polikistik over, kadın östrojen ve progesteron hormonlarında bir dengesizlik olması durumunda yumurtalıklarda küçük ve iyi huylu çok sayıda kistin oluşmasışeklinde tanımlanan bir hastalıktır. Polikistik overli kadınlar adet düzensizliği, kilo artışı, vücutta tüylenme, sivilce gibi şikayetler yaşayabilir. Ayrıca yumurtalıklar düzenli olarak yumurta salmadığı için kısırlık sorunu da ortaya çıkabilir.",
    "Risk Oranı": "12",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Polikistik Over Sendromu’ndan korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir. Şeker ilaveli besinlerden ve işlenmiş gıdalardan uzak durulması, tahıllı ürünler, meyve, sebze, yağsız-az yağlı et tüketilmesi, kan şekerinin düşük seviyelerde tutulması için gerekli desteğin alınması da önerilir.",
    "Enfekte Oldum": " Polikistik over tedavisi yumurtlama bozukluğu, tüylenme, kilo fazlalığı ve insülin direnci gibi sorunları gidermeye yönelik çeşitli yöntemler içerir. Tedavide kullanılan yöntemler arasında kilo verme, diyet ve egzersiz, adet düzenleyici, yumurta geliştirici ve metformin gibi ilaçlar, aşılama veya tüp bebek tedavisi, laparoskopik cerrahi ile yumurtalıklara delme işlemi ve bitkisel tedaviler bulunmaktadır. Kan testinde çıkan hormonsal bozukluklara göre doğum kontrol hapları veya adet düzenleyici ilaçlar önerilebilir.",
    "Etiketler": "Adet Düzensizliği, Kısırlık, Tüylenme Artışı, Saç Dökülmesi,Akne, İnsülin Artışı, Depresyon, Anksiyete, Uyku Apnesi,Erken Adet Olmak",
    "Benzer Hastalıklar": "İnfertilite",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/pcos.png"
  },
  {
    "Adı": "Endometriozis",
    "Latince Adı": "Endometriozis",
    "Hakkında": "Endometriozis, rahim içini döşeyen endometrium tabakasının rahmin dışındaki başka bir bölgede büyümesi sonucu gelişen ve sıklıkla ağrılı seyreden bir hastalıktır. Endometriozis en sık olarak yumurtalıklar, fallop tüpleri ve pelvisi örten dokuda görülür. Endometriozis, alt karın ağrısı, adet dönemlerinde ağrı, cinsel ilişki sırasında ağrı ve hamile kalma güçlüğü gibi semptomlarla kendini gösterir. Endometriozis dünya genelinde yaklaşık 176 milyon kadını etkileyen yaygın bir hastalıktır.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Endometriozis, rahim içini döşeyen endometrium tabakasının rahmin dışındaki başka bir bölgede büyümesi sonucu gelişen ve sıklıkla ağrılı seyreden bir hastalıktır. Endometriozis en sık olarak yumurtalıklar, fallop tüpleri ve pelvisi örten dokuda görülür. Endometriozis, alt karın ağrısı, adet dönemlerinde ağrı, cinsel ilişki sırasında ağrı ve hamile kalma güçlüğü gibi semptomlarla kendini gösterir. Endometriozis dünya genelinde yaklaşık 176 milyon kadını etkileyen yaygın bir hastalıktır.",
    "Enfekte Oldum": "Endometriozis tedavisi ilaç ve cerrahi tedavi olarak iki şekilde yapılır. İlaç tedavisi: Erken evre hastalıkta adet dönemlerindeki ağrıları önlemek, adetleri düzene sokmak ve endometriotik odakları baskılamak amacı ile kullanılan başlıca ilaç grupları; doğum kontrol hapları, progestinler, danazol ve GnRH analoglarıdır. Cerrahi tedavi: Endometrioziste ağrıyı azaltmak ve fertilite (üreme) potansiyelini arttırmak için cerrahi de yapılabilinir.",
    "Etiketler": "Pelvik Ağrı, Ağrılı Adet Dönemleri, İlişki Sırasında Ağrı, İshal, Kabızlık, İdrar Yolu Problemleri, İnfertilite, Yorgunluk, Karın Ağrısı, Bel Ağrısı, Bağırsak Problemleri, Mesane Problemleri",
    "Benzer Hastalıklar": "Yumurtalık Kanseri, İnfertilite",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/endomert.png"
  },
  {
    "Adı": "İnfertilite",
    "Latince Adı": "Infertility",
    "Hakkında": " İnfertilite, bir yıl boyunca korunmasız cinsel ilişkiye girilmesine rağmen gebeliğin oluşmaması durumudur. Bu süre 35 yaş üstü çiftlerde 6 ay olarak da kabul edilebilir. İnfertilite, daha önce hiç gebelik oluşmamışsa primer, en az bir gebelik oluşmuş ise sekonder olarak adlandırılır. İnfertilite, çeşitli nedenlerle ortaya çıkabilir ve tedavi edilebilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "15",
    "Korunma Yolları": "İnfertilite’den korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir. Şeker ilaveli besinlerden ve işlenmiş gıdalardan uzak durulması, tahıllı ürünler, meyve, sebze, yağsız-az yağlı et tüketilmesi, kan şekerinin düşük seviyelerde tutulması için gerekli desteğin alınması da önerilir",
    "Enfekte Oldum": "Hormonal bozukluk varlığında ilaç tedavisi (tiroid bezinin hastalıkları, prolaktin hormonu yüksekliği gibi) Yumurtlama tedavisi (ovülasyon indüksiyonu) Aşılama tedavisi (intrauterin inseminasyon) Kısırlık ilaç tedavisi Kısırlık iğne tedavisi Kısırlık aşılama yöntemi",
    "Etiketler": "Hamilelikte Zorluk, Düzensiz Adet Döngüsü, Ağrılı Adet Dönemleri, Anormal Vajinal Kanama, İlişki Sırasında Ağrı, Sık İdrara Çıkma, Cinsel İsteksizlik, Hormonal Dengesizlikler, Testis Ağrısı, Yumurtalık Ağrısı, Düşük Yapmak",
    "Benzer Hastalıklar": "Polikistik Over, Endometriozis, Amonore",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/infertility.png"
  },
  {
    "Adı": "Prolapsus Uteri",
    "Latince Adı": "Uterine Prolapse",
    "Hakkında": "Prolapsus uteri, uterusun kendi içinden geçip ters bir şekilde dışarı çıkmasına verilen isimdir. Bu durum, doğumdan veya yavru atmadan sonra uterusun vulva dudaklarından çıkması durumunda meydana gelir. Uterus’un, bağlarının veya pelvis tabanının gevşemesi sonucu normal yerinden ayrılarak tümü veya bir kısmı ile vagina’dan dışarıya sarkması; uterus prolapsusu olarak da bilinir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Prolapsusu önlemek ve sürülerde görülme sıklığını azaltmak için; rasyonlara yeterli miktarda kalsiyum ilavesi yapılmalı, yüksek kalsiyumu ile birlikte rasyon %13 düzeyinde sodyum ihtiva etmeli ve uzun süreli yetersiz protein beslemesinden kaçınılmalıdır.",
    "Enfekte Oldum": "Prolapsus uterinin tedavisi operatif olarak yapılır. Dışarı dönmüş uterus temizlendikten sonra içeri konulabileceği gibi laparatomi yapılarakta uterus içeri alınabilir. Genellikle tekrar yavru almak istenmiyorsa uterusun amputasyonu tercih edilir.",
    "Etiketler": "Pelvik Baskı, Pelvik  Ağrı, Vajinal Basınç, İdrar Kaçırma, İlişki Sırasında Ağrı, Vajinal Kanama, Sık İdrara Çıkma, Kabızlık, İdrar Yolu Enfeksiyonları, Rahim Sarkması, Bel Ağrısı",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/prlpss.png"
  },
  {
    "Adı": "Amenore",
    "Latince Adı": "Amenorrhea",
    "Hakkında": "Amenore, adet kanamasının hiç olmaması veya tamamen kesilmesi durumuna verilen isimdir. Bu durum, doğurganlık süresi boyunca devam eden menopoz ile birlikte uterusun hazırlığının sona ermesiyle oluşabilir. Amenore, primer ve sekonder olarak sınıflandırılır. 16 yaşına kadar adet göremeyen ve meme gelişimi, kasık tüylenmesi gibi ikincil seks karakterleri gelişmeyen kızlarda primer amenore vardır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Amenore’den korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir.",
    "Enfekte Oldum": "Tedavi: Amenore tedavisinde kullanılan diğer yöntemler arasında ilaçlar, hormon replasman tedavisi, cerrahi müdahale ve yaşam tarzı değişiklikleri yer alabilir. Bununla birlikte, her vakada tedavi yöntemi farklılık gösterir ve her hasta için özelleştirilmiş bir tedavi planı gereklidir.",
    "Etiketler": "Adet Kanamasının Olmaması, Adet Dönemi Düzensizliği, Adet Kanamasının Normalden Uzun Süre Kesilmesi, Düzensiz Adet Dönemi, Adet Döneminin Normalden Az Olması, Hormonal Dengesizlikler, Pelvik Ağrı, Vücut Ağırlığında Değişiklik, Saç Büyümesinde Artış , Saç Büyümesinde Azalma",
    "Benzer Hastalıklar": "İnfertilite",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ameno.png"
  },
  {
    "Adı": "Yumurtalık Kanseri",
    "Latince Adı": "Ovarian Cancer",
    "Hakkında": "Yumurtalık kanseri, rahmin her iki yanında bulunan ve yumurta (ova) üreterek ve östrojen ve progesteron hormonlarının salgılanmasını sağlayarak üremeye katkı sağlayan yumurtalıklarda ortaya çıkan anormal hücre büyümeleridir. Bu hastalık, menopoz sonrası kadınlarda daha yaygın olarak görülebilir ve sinsi bir şekilde ilerleyebilir. Yumurtalık kanseri, ülkemizde rahim kanserinden sonra en sık görülen jinekolojik kanserdir. Yumurtalık kanseri, genellikle diğer organlara yayılım gösterdikten sonra teşhis edildiği için en fazla yaşam kaybına yol açan jinekolojik kanser türüdür.",
    "Risk Oranı": "55",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Yumurtalık kanseri tedavisi için cerrahi müdahale ve kemoterapi kombinasyonu ve bazı vakalarda radyoterapi uygulamaları kullanılır. Erken evrelerde sadece uygun ameliyat ile tamamen tedavi edilebilir. İleri evrelerde ise ameliyat ve kemoterapi, tedavide birlikte kullanılır.",
    "Enfekte Oldum": "Yumurtalık kanserinden korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir.",
    "Etiketler": "Karın Ağrısı, Pelvik Ağrı, İştah Kaybı, Karında Şişlik, İdrar Yolu Problemleri, Kabızlık, İshal, Halsizlik, Zayıflama, Yorgunluk, Adet Dönemi Değişiklikleri, Bulantı, Kusma.",
    "Benzer Hastalıklar": "Endometriozis, Rahim Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/yumcnc.png"
  },
  {
    "Adı": "Prostat Kanseri",
    "Latince Adı": "",
    "Hakkında": "Prostat kanseri, erkeklerde üreme faaliyetleri için salgı üreten prostat bezinin anormal hücrelerden oluşan tümörüdür. Prostat kanseri erkeklerde en yaygın görülen kanser tipidir ve akciğer kanserinden sonra kansere bağlı ölümlerde ikinci sırada yer alır. Prostat kanseri genellikle prostat bezinin dış kısmından başlar ve büyüdükçe iç kısımlara ve vücudun diğer bölgelerine, özellikle kemiklere yayılabilir",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "17",
    "Korunma Yolları": "Prostat kanserinden korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir. Sağlıklı bir kiloda kalmaya dikkat edilmeli – obezite önemli bir tetikleyicidir. Tütün mamullerinden uzak durulmalı. Doğum kontrol hapları yalnızca hekim kontrolünde kullanılmalı. Ailede meme, rahim ya da yumurtalık kanseri öyküsü bulunuyor ise rutin kontroller gerçekleştirilmeli.",
    "Enfekte Oldum": "Aktif izlem: Prostat kanserinin ameliyatsız tedavisi. Sadece prostatın düşük risk grubu kanserlerinde uygulanır. Prostat kanseri ameliyatı: Prostat kanseri ameliyatında 3 ayrı teknik vardır; Açık ameliyat, Laparoskopik teknik. Radyoterapi: Prostat bezi içerisindeki kanser hücrelerini öldürmeyi amaçlar. İki şekilde uygulanabilir. Kryoablasyon: Prostatın kısmen veya tamamen dondurulmasıdır.",
    "Etiketler": "İdrada Zorluk, İdrarda Artış, İdrarın Başlaması ve Durması Sırasında Zorluk, İdrarda Yanma,İdrarda Ağrı, Kanlı Semen, Kasık Ağrısı, İdrarda Sızma, İdrar Sonrası Hissizlik, İştah Kaybı, Kilo Kaybı",
    "Benzer Hastalıklar": "Sistit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/prostat.png"
  },
  {
    "Adı": "Serviks Kanseri",
    "Latince Adı": "",
    "Hakkında": "Serviks kanseri, rahim ağzında yani rahimin vajinaya açılan boyun kısmında ortaya çıkan bir kanser türüdür. Rahim ağzının yüzeyini oluşturan hücrelerin anormalleşmesi ve tümörleşmesiyle gelişir. Genellikle yavaş ilerleyen ve 30 ila 45 yaş arası kadınlarda daha sık görülen bir kanserdir. Dünyada kanserden ölümlerin 3. nedeni ve 45 yaş altı kadınlarda en sık görülen 2. kanserdir. PAP smear tarama ile erken tanı ve tedavi mümkündür.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Mümkünse geceleri, yeterli ve düzenli uyku uyumak Kişinin yaşına ve kondisyonuna uygun düzenli egzersiz programı oluşturmak ve uygulamak Taze sebze ve meyve yönünden zengin beslenmek, paketli ve işlenmiş gıdaları tüketmemek.",
    "Enfekte Oldum": "Serviks kanseri erken evrede teşhis edilirse tedavisi basit ve başarı oranı yüksektir. Cerrahi, kemoterapi ve radyoterapi başlıca tedavi yöntemleri arasında yer alır. Erken tedavi aşamalarında cerrahi, ileri tedavilerde ise kemoradyoterapi çok daha iyi etki eder. Eğer hastalık ilerlemiş ve uzak dokulara sıçramış ise kemoterapi ve hedefe yönelik akıllı ilaçlar uygulanabilmektedir.",
    "Etiketler": "Vajinal Kanama, İlişkide Ağrı, Pelvik Ağrı, Vajinal Akıntı, İdrar Yaparken Ağrı, Kanlı Vajinal Akıntı, Bel Ağrısı, Halsizlik, İştah Kaybı, Kilo Kaybı, Anemi",
    "Benzer Hastalıklar": "Rahim Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/serviks.png"
  },
  {
    "Adı": "Testis Kanseri",
    "Latince Adı": "",
    "Hakkında": "Testis kanseri, erkeklerde torba içinde bulunan yumurtalardan kitle çıkması ile kendini gösteren bir kanser türüdür. Testis kanseri, testis içindeki hücrelerin kontrolsüz çoğalması nedeniyle oluşur. Bu kanser türü, erkeklerde görülen kanserlerin yüzde 1-2’sini oluşturur ve ortalama olarak 100 binde 2-3 vakadır. Testis kanseri, genel olarak genç erkeklerde görülür ve nadir görülen bir kanser türüdür. ",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Testis kanserinden korunma yolları arasında sağlıklı beslenme ve düzenli egzersiz yapma önemli bir yer tutar. Ayrıca, aşırı kilolu ya da obez kişilerin kilo vermesi de faydalı olabilir. Mümkünse geceleri, yeterli ve düzenli uyku uyumak Kişinin yaşına ve kondisyonuna uygun düzenli egzersiz programı oluşturmak ve uygulamak Taze sebze ve meyve yönünden zengin beslenmek, paketli ve işlenmiş gıdaları tüketmemek.",
    "Enfekte Oldum": "Aktif izlem: Prostat kanserinin ameliyatsız tedavisi. Sadece prostatın düşük risk grubu kanserlerinde uygulanır. Prostat kanseri ameliyatı: Prostat kanseri ameliyatında 3 ayrı teknik vardır; Açık ameliyat, Laparoskopik teknik. Radyoterapi: Prostat bezi içerisindeki kanser hücrelerini öldürmeyi amaçlar. İki şekilde uygulanabilir. Kryoablasyon: Prostatın kısmen veya tamamen dondurulmasıdır. Hormon terapisi, kemoterapi gibi pek çok yöntemlerden de yararlanılabilir.",
    "Etiketler": "Testiste Ağrı, Testiste Şişlik, Testislerde Anormal Kitle, Sırt veya Kasık Ağrısı, Meme Büyümesi, Karın Ağrısı, İdrar yaparken Zorluk, Göğüs Ağrısı, Solunum Zorluğu, İştah Kaybı, Kilo Kaybı, Halsizlik",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/testis.png"
  },
  {
    "Adı": "Rahim Kanseri",
    "Latince Adı": "",
    "Hakkında": "Rahim kanseri, kadınlarda en sık görülen kanser türlerinden biridir. Rahim kanseri, erken dönemde tespit edilebilen bir hastalıktır. Rahim kanseri belirtileri arasında vajinal kanama, ağrılı cinsel ilişki, pelvik ağrı ve vajinal akıntı yer alır.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Sigara ve alkol gibi kanser yapıcı maddelerden uzak durmak. Doğum kontrol ilaçlarının kullanımı kanseri riskini azaltmaya yardımcı olmaktadır. Cinsel ilişki sırasında prezervatif koruyucu önlemler arasında ilk sıralarda yer almaktadır. Düzenli smear testi yaptırmak. HPV aşısı yaptırmak",
    "Enfekte Oldum": "Cerrahi tedavi: En sık kullanılan tedavi yöntemidir. Rahim, tüp ve yumurtalıklar ve lenf bezleri çıkartılır. Kemoterapi: Ameliyat sonrası rahim kanserinin ileri bir evrede ve başka organlara yayılımı olduğu görülürse kanserli hücrelerin öldürülmesi için uygulanır. Radyoterapi: Cerrahi müdahale sonrası kanserin tekrarlama riski söz konusuysa rahmin alınması işleminin ardından radyasyon tedavisi yapılır. Hormon tedavisi: Bazı vakalarda kanser hücrelerinin büyümesini durdurmak için yüksek dozlarda progesteron verilebilir.",
    "Etiketler": "Vajinal Kanama, Pelvik Ağrı, İdrada Ağrı,İlişkide Ağrı, İdrar Yolunda Daralma, İdrar Yolunda Kanama, Kilo Kaybı, İştah Kaybı, Halsizlik",
    "Benzer Hastalıklar": "Yumurtalık Kanseri, Serviks Kanseri ",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/rhmcnc.png"
  },
  {
    "Adı": "Böbrek Taşı",
    "Latince Adı": "Nephrolithiasis",
    "Hakkında": "Böbrek taşı, idrar içerisinde erimiş halde bulunan minerallerin ve tuzların tortular halinde çökmesi sonucu oluşur. Böbrek kanalları içerisinde genellikle bilinmeyen nedenlere bağlı olarak bazı minerallerin birleşerek oluşturduğu sert yapılara böbrek taşı adı verilir. Böbrek taşı, idrar yolu enfeksiyonları, böbrekteki yapısal bozukluklar, bazı ilaçlar ve genetik faktörler gibi pek çok etmen böbrek taşına neden olabilir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "9",
    "Korunma Yolları": "Böbrek taşı oluşumuna karşı alınabilecek en iyi tedbir yeterince su içmektir. Günde 2 litre idrar çıkartacak kadar başta su olmak üzere sıvı tüketilmeli. Tuz tüketimi kısıtlanmalı ve aşırı et tüketiminden kaçınılmalı. Ayrıca, hayvansal proteinlerden ziyade, bitkisel proteinler alınmalı. Fazla tuz tüketimi kalp-damar hastalıkları ve yüksek tansiyon gibi ciddi hastalıklar yanı sıra, böbrek taşına da yol açar.",
    "Enfekte Oldum": "Böbrek taşı tedavisi için şu yöntemler kullanılabilir: Kendiliğinden taşın düşmesini bekleme, Şok dalgası ile böbrek taşı kırma (ESWL), Kapalı böbrek taşı ve kapalı üreter ameliyatları, Açık böbrek taşı ameliyatı, Alfa bloker ilaçlar, Lithotripsy adı verilen bir şok dalgası terapisi, Retrograd İntrarenal Cerrahi yardımıyla üreteroskopi ile taş kırma veya çıkarma işlemleri.",
    "Etiketler": "Sırt Ağrısı, Karın Ağrısı, İdrada Ağrı, Bulanık İdrar, İdrarda Kan, İdrar Yolunda Sıkışma Hissi, İdrar Yolu Enfeksiyonları, İştah KAybı, Kusma, İdrarda Artış",
    "Benzer Hastalıklar": "Sistit, Piyelonefr",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bobtas.png"
  },
  {
    "Adı": "Piyelonefrit",
    "Latince Adı": "Pyelonephritis",
    "Hakkında": " Piyelonefrit, böbreklerin iltihaplanması sonucu oluşan bir üriner sistem enfeksiyonu türüdür. Enfeksiyon, idrar yolu, lenfatik sistem veya kan yoluyla böbreklere ulaşabilir. Enfeksiyon ciddi ise, sepsis adı verilen bir duruma yol açabilir. Piyelonefritin belirtileri arasında bulanık idrar, ateş, bel ağrısı, titreme ve bulantı vardır. Piyelonefrit, genellikle idrar yolunda veya mesanede başlar ve böbreklere doğru yol alır. Tedavi edilmezse, piyelonefrit böbreklerde kalıcı hasara neden olabilir.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Piyelonefrit ve beslenme alışkanlıkları arasında bir ilişki yoktur. Ancak bol sıvı tüketimi piyelonefrit oluşumunu önlemede yardımcı olabilmektedir. Günde en az 8 bardak su tüketimi piyelonefrit oluşmasını önleyebilir. Diğer yandan sık idrara çıkma ve mesanenin tamamen boşaltılması gibi faktörler de piyelonefrit oluşumunu önleyebilir.",
    "Enfekte Oldum": "Piyelonefrit tedavisi için öncelikli seçenek ilaç uygulamasıdır. Ateşli vakalarda hastanın ateşi düşürülür. İdrar tahlili ve kültürü yapılarak kültürde üreyen mikroorganizmanın hassaslık gösterdiği antibiyotikler ile tedaviye devam edilir. Antibiyotik tedavisi yaklaşık 15 gün uygulanır.",
    "Etiketler": "Yüksek Ateş, Bel Ağrısı, Yan Ağrısı, İdrarda Ağrı, İdrarda Yanma, Sık İdrar, Titreme, İştah Kaybı, Bulantı ve Kusma, İdrarda Kan, İdrar Renginde Değişiklik",
    "Benzer Hastalıklar": "Böbrek Taşı, Sistit, Hidronefroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/piyelo.png"
  },
  {
    "Adı": "Böbrek Yetmezliği",
    "Latince Adı": "Renal Insufficiency",
    "Hakkında": "Böbrek yetmezliği, böbreklerin kanı süzme ve vücuttaki toksik maddeleri atma işlevlerinin azalması veya kaybolması durumudur. Böbrek yetmezliği belirtileri arasında idrar miktarında azalma, bacak, ayak, ayak bileği ve vücudun diğer bölgelerinde şişlik ve ödem, nefes darlığı, yorgunluk, halsizlik, uyuşukluk ve bitkinlik, iştah kaybı, kilo kaybı, bulantı ve kusma, kaşıntı, ciltte renk değişikliği, zihinsel karışıklık, dalgınlık, göğüste ağrı veya baskı, tansiyonda yükselme bulunabilir.",
    "Risk Oranı": "60",
    "Görülme Sıklığı": "16",
    "Korunma Yolları": "Böbrek yetmezliği önleme yolları arasında düzenli egzersiz yapma, sağlıklı beslenme ve vücut ağırlığını koruma, tuzu azaltma, yeterli sıvı alımı, sigara içmemek, ağrı kesici ilaçlardan kaçınma, kan basıncını ve kan şekerini düzenli olarak ölçtürme, risk grubunda iseniz böbreklerinizi düzenli olarak kontrol ettirme bulunmaktadır.",
    "Enfekte Oldum": "Böbrek yetmezliği tedavisi için çeşitli yöntemler kullanılabilir. Bunlar arasında diyabet ve hipertansiyon kontrolü, ilaç tedavisi, diyaliz ve böbrek nakli bulunmaktadır. Diyabet ve hipertansiyon kontrolü, böbrek yetmezliğinin en yaygın nedenleri arasında diyabet ve yüksek tansiyon bulunur. İlaç tedavisi kapsamında çeşitli ilaçlar kullanılabilir. Diyaliz, böbrek fonksiyonlarını yapay olarak yerine getiren bir tedavi yöntemidir. Böbrek yetmezliği durumunda en iyi tedavi seçeneği böbrek naklidir.",
    "Etiketler": "Yorgunluk, İştah Kaybı,Metalik Tat, İdrarda Azalma, İdrar Renginde Değişiklik, Vücutta Ödem, Kan Basıncı Yüksekliği, Solunum Zorluğu, Deride Kaşıntı, Mide Bulantısı,Kusma",
    "Benzer Hastalıklar": "Glomerülonefrit,Böbrek Tümörü , Böbrek Taşı",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bobyet.png"
  },
  {
    "Adı": "Sistit",
    "Latince Adı": "Cystitis",
    "Hakkında": "Sistit, idrar kesesinin iltihaplanması sonucu gelişen bir enfeksiyondur. Genellikle idrar yoluna çeşitli yollarla ulaşan bakteriler yüzünden sistit oluşur. İdrar yaparken hissedilen ağrı ve yanma sistitin habercisidir. Bakteriyel bir hastalık olduğu için tedavide antibiyotikler kullanılır. Sistitin en önemli nedeni koli basil bakterisidir. Normalde kalın barsakta yaşayan bu bakteri bazı durumlarda mesaneye ulaşarak sistite neden olur. Kadınlarda daha sık görülen sistit, normalde ciddi bir rahatsızlık değildir ama ihmal edildiği takdirde ciddi sorunlara neden olur.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "20",
    "Korunma Yolları": "Sistitten korunma yolları arasında bol miktarda sıvı almak, hijyen kurallarına dikkat etmek, tuvaletten sonra önden arkaya doğru silinmek, idrarınızı tutmamak, cinsel ilişkiden sonraki on dakika içerisinde idrarınızı yapmaya çalışmak, cinsel ilişki esnasında yeterli kayganlığın sağlanması uretranın zedelenmesini azaltacaktır. Ayrıca anal ilişkiye giriliyorsa daha sonra vaginal bölgeye temas edilmemeli veya edilecekse iyice temizlenilmelidir.",
    "Enfekte Oldum": "Sistit tedavisi genellikle antibiyotiklerle yapılır. Tedaviye başlamadan önce idrar kültürü ve antibiyogram için örnek alınmalı, sonuçlar çıkıncaya kadar idrar yolları enfeksiyonlarında etkili antibiyotikler kullanılmalı, antibiyogram sonuçlarına göre gerekirse bu ilaçlar değiştirilmelidir.",
    "Etiketler": " İdrarda Ağrı, İdrarda Yanma, Sık İdrar, İdrar Renginde Değişiklik, Bulanık İdrar, Pelvik Ağrı, İdrar Kaçırma, Kanlı İdrar, İdrar Yolunda Sıkışma Hissi, Yorgunluk, Halsizlik, Ateş",
    "Benzer Hastalıklar": "Böbrek Taşı, Piyelonefrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sisti.png"
  },
  {
    "Adı": "Glomerulonefrit",
    "Latince Adı": "Glomerulonephritis",
    "Hakkında": "Glomerulonefrit, böbreklerdeki kanı filtreleyen küçük damar düğümleri olan glomerüllerin iltihaplanmasıdır. Bu iltihaplanma böbreklerin atıkları ve fazla sıvıları vücuttan uzaklaştırma işlevini bozar ve böbrek yetmezliğine yol açabilir. Glomerulonefrit akut veya kronik olarak gelişebilir. Nefrit ve nefrotik sendrom gibi diğer terimler de kullanılabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "4",
    "Korunma Yolları": "Glomerulonefritin belirli bir korunma yolu yoktur. Ancak, strep boğazı veya apse edilmiş bir diş gibi bir enfeksiyona cevap olabilir. Bu tedavi olmadan gidebilir. Eğer geçmezse, böbreklerinize uzun süreli zarar gelmesini önlemek için hızlı tedavi gereklidir. Ayrıca, İbuprofen (Advil) ve naproksen (Aleve) gibi steroid olmayan anti-enflamatuar ilaçların yoğun kullanımı da bir risk faktörü olabilir. Birinci basamak sağlayıcınızdan tavsiye almadan şişede listelenen tedavinin dozu ve uzunluğunu aşmamalısınız.",
    "Enfekte Oldum": "Glomerulonefritin spesifik bir tedavisi yoktur. Ancak, immünsüpresif tedavi stratejileri, özellikle steroid veya mikofenolat mofetil tedavisi bazı hastalarda yararlıdır.",
    "Etiketler": "İdrarda Azalma, İdrar Renginde Değişiklik, Kanlı İdrar, Yüksek Kan Basıncı, Yüzde, Göz Kapaklarında Şişme, Ayak Bileklerinde Şişme, Yorgunluk, İştah Kaybı, Ateş, Karın Ağrısı, Bel Ağrısı, Cilt Döküntüleri",
    "Benzer Hastalıklar": "Böbrek Yetmezliği, Nefrotik Sendrom, Böbrek Tümörü",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/glomerul.png"
  },
  {
    "Adı": "Glikozuri",
    "Latince Adı": "Glucosuria",
    "Hakkında": "Glikozuri, idrarda glukoz (şeker) bulunması durumudur. Bu durum genellikle diyabet (şeker) hastalığının önemli belirtilerinden biri olarak görülmektedir. Böbrekleri olumsuz yönde etkileyen çeşitli sağlık sorunları ve kan şekeri düzeyinin artması glikozürinin oluşumuna yol açabilmektedir. İdrarda glukozun en sık rastlanılan nedenleri tip 1 diyabet ve tip 2 diyabet olmaktadır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Glikozuri için belirli bir korunma yolu yoktur. Ancak, diyabetin kontrol altına alınması ve sağlıklı bir yaşam tarzı benimsenmesi, glikozuri riskini azaltabilir. ",
    "Enfekte Oldum": "Glikozuri tedavisi genellikle altta yatan durumun tedavisini içerir. Şeker veya yağ tüketimini sınırlandırmak Her gün en az 30 dakikalık fiziksel aktivite ve egzersiz yapmak İnsülin hormonunun daha etkin bir şekilde kullanımı için aracı bazı ilaçlar kullanmak Yeterli beslenme desteğini sağlayan bir diyet programı belirlemek Kan şekeri seviyelerini düzenli bir şekilde takip etmek.",
    "Etiketler": "",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/glikozuri.png"
  },
  {
    "Adı": "Böbrek Tümörü",
    "Latince Adı": "",
    "Hakkında": "Böbrek tümörleri, böbreklerde başlayan anormal hücre büyümesidir. Bu tümörler, genellikle sırtın alt kısmında veya yanlarda yer alan böbreklerin dış kısmında ortaya çıkar. Böbrek tümörleri genellikle kanserli tümörlerdir, ancak bazen iyi huylu (habis olmayan) tümörler de olabilir. Böbrek tümörlerinin %90’ı parankimden (primer böbrek tümörü), %5-10’u ise kaliks ve pelvis renalisten kaynaklanır. Parankimden gelişen primer böbrek tümörleri benign ve malign olarak ikiye ayrılır.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Böbrek tümörü için belirli bir korunma yolu yoktur. Ancak, sağlıklı beslenme, kilonuzu koruma, tuz tüketiminizi günlük 5-6 gramı geçmeyecek şekilde kısıtlama, günlük su tüketiminizi 1,5-2 litre olacak şekilde ayarlama, sigara içmeme, egzersiz yapma, sık ağrı kesici ilaç kullanımından kaçınma, kan basıncınızı ölçtürme, kan şekerinizi kontrol ettirme gibi önlemler alabilirsiniz.",
    "Enfekte Oldum": "Böbrek tümörü tedavisi genellikle altta yatan durumun tedavisini içerir. Böbrek tümörünün küçüklüğü ve hastanın genel sağlık durumu, cerrahi yöntemi seçimi açısından önemlidir. Radyasyon terapisi, böbrek tümörünün yok edilmesini amaçlayan bir tedavi yöntemidir. Kemoterapi, böbrek tümöründe hücre büyümesini yavaşlatmaya veya durdurmaya yönelik bir tedavi yöntemidir. Cerrahi için uygun olmayan kimi hastalarda radyofrekans, ablasyon, kriyoterapi gibi yöntemlerle tümörün yok edilmesi de mümkün olabiliyor.",
    "Etiketler": "Bel veya Yan Ağrısı, Kanlı İdrar, İdrar Yolu Enfeksiyonları, İdrar yaparken Ağrı, İştah Kaybı, Kilo Kaybı, Yorgunluk, Halsizlik, Ateş, Mide Bulantısı ve Kusma, İdrar yapma sıklığında artış veya azalma.",
    "Benzer Hastalıklar": "Glomerulonefrit, Vezikoüretral Reflü, Böbrek Yetmezliği",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/bobtum.png"
  },
  {
    "Adı": "Hidronefroz",
    "Latince Adı": "",
    "Hakkında": "Hidronefroz, böbrekte idrarı toplayan sistemin büyümesi veya genişlemesi olarak tanımlanır. Bu durum, idrarın vücuttan atılamaması ve böbrekte birikmesi sonucu oluşur. Hidronefroz, idrar yollarının tıkanması gibi farklı nedenlerle ortaya çıkabilir. Hidronefroz, böbrek fonksiyonlarını bozabilir ve tedavi edilmesi gerekir.",
    "Risk Oranı": "7",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Hidronefroz için belirli bir korunma yolu yoktur. Ancak, kız bebeklerde ve çocuklarda önden arkaya doğru tuvalet temizliğine, ıslak mendille tuvalet temizliği yapılmamasına, genital bölgeyi zeytinyağlı sabunla yıkamaya, çocuğu küvette banyo yaptırmamaya, havuza sokmama, bol su içirmeye, çocuğun sık tuvalete gitmesini sağlamaya (özellikle okullarda idrar tutma alışkanlığı olan çocuklar için) ve erkek çocuklarını erken sünnet yaptırmaya dikkat etmek önemlidir.",
    "Enfekte Oldum": "Hidronefroz tedavisi genellikle altta yatan durumun tedavisini içerir. Tedavi yöntemleri arasında şok dalga litotripsi, üreteroskopi, üreteral stent yerleştirme ve cerrahi işlem bulunmaktadır. Eğer hasta ameliyata girebilecek durumda bulunmuyorsa acil ve geçici tedavi yöntemlerine başvurulabilir. Bu tedaviler üreteral kateter ya da nefrostomi takılması ile gerçekleşir.",
    "Etiketler": "Bel veya Yan Ağrısı, İdrar yaparken Ağrı, İdrar yapma Sıklığında Artış veya Azalma, Bulanık İdrar, Kanlı İdrar, İdrar Yolu Enfeksiyonları, Mide Bulantısı, Kusma, Yorgunluk, İştah Kaybı, Ateş.",
    "Benzer Hastalıklar": "Piyelonefrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hidronef.png"
  },
  {
    "Adı": "Nefrotik Sendrom",
    "Latince Adı": "",
    "Hakkında": "Nefrotik sendrom, kanınızda yeteri kadar protein bulunmadığı halde idrarınızda yüksek seviyede protein birikmesine neden olan bir böbrek hastalığıdır. Bu sendrom genellikle böbreklerinizdeki atıkları ve kanınızdaki fazla suyu filtreleyen, küçük kan damarları kümeleri olan glomerüllerin hasar görmesinden kaynaklanır. Protein kaybı daha sonra dokularda su tutulumu ve kan lipit seviyelerinde artış gibi bulgularla sonuçlanır. Tedavi edilmezse",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Nefrotik sendrom için belirli bir korunma yolu yoktur. Ancak, bu hastalarda azot dengesinin korunması gerekir. Bunun için yeterli oranda enerji sağlanmalıdır. Kas kaybının önlenmesi için yeterli oranda protein sağlanmalıdır. Toplam kalorinin %30’undan az yağ alınmalıdır. Doymamış",
    "Enfekte Oldum": "Nefrotik sendrom tedavisi genellikle altta yatan durumun tedavisini içerir. Tedavi şekli hastanın yaşına ve NS’una yol açan nedene bağlı olarak değişir. Tedavi ilaçla olur. Tuz ve protein yönünden zayıf bir diyet uygulamanız da gerekebilir. Nefrotik sendrom ameliyatla tedavi edilmez. Çocuklarda tedavi genelde başarılı olur.",
    "Etiketler": "Ödem, İdrarda Protein Kaybı, Yüksek Kolesterol, Zayıflık, Yorgunluk, İştah Kaybı, Karın Ağrısı, Ağır Bacaklar, Yüz Şişmesi, İdrardaArtış",
    "Benzer Hastalıklar": "Glomerulonefrit ",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/nefsem.jpg"
  },
  {
    "Adı": "Vezikoüretral Reflü",
    "Latince Adı": "",
    "Hakkında": "Vezikoüretral reflü, idrar torbasındaki idrarın pasif veya aktif olarak böbreğe doğru geri kaçması durumudur. Bu durumda idrar kesesinden böbreklere tekrar idrar akışı olur. Hastalarda idrarın geri kaçışını engelleyen sistem tam olarak gelişmemiş veya bozulmuştur. Vezikoüreteral reflü, geri kaçan idrarın seviyesine ve böbrekte oluşturduğu hasar derecesine göre sınıflandırılmaktadır. Vezikoüreteral reflü genellikle bebeklerde ve çocuklarda görülür ve erken teşhis ve tedavi edilmesi gereken ciddi bir hastalıktır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "1",
    "Korunma Yolları": " Vezikoüreteral reflü için belirli bir korunma yolu yoktur. Ancak, reflü çocuğun büyümesiyle birlikte geçebileceğinden, öncelikle çocukların bir yaşına gelmesine kadar fazla sıvı içmeleri, idrar kesesini tam boşaltmaları ve düşük dozda antibiyotikle enfeksiyonlara karşı korunma sağlanır. Erkek hastalara özellikle enfeksiyondan korunmaları amacıyla sünnet edilmeleri önerilir.",
    "Enfekte Oldum": "Vezikoüreteral reflü tedavisi genellikle altta yatan durumun tedavisini içerir. Tedavide, ameliyatsız önleyici antibiyotik tedavisinin yanı sıra, kapalı (sistoskopik) enjeksiyon tedavisi ve gerektiğinde açık cerrahi tedaviler tedavi seçenekleri arasında bulunmaktadır. Vezikoüreteral reflü genellikle düşük dereceli ise kendiliğinden düzelir.",
    "Etiketler": "Tekrarlayan İdrar Yolu Enfeksiyonları, İdrar Yaparken Ağrı veya Yanma, İdrar Tutma Sorunları, İdrar Kaçırma, Yorgunluk, İştah Kaybı, İştahsızlık, Kusma, Karın Ağrısı, İdrar Yapma Sıklığında Artış veya Azalma",
    "Benzer Hastalıklar": "Böbrek Tümörü",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/vezikoref.png"
  },
  {
    "Adı": "Ülser",
    "Latince Adı": "Ulcus",
    "Hakkında": "Ülser, vücutta bir organın yüzeyinde oluşan yaralardır. En sık mide ve onikiparmak bağırsağında görülürler, ancak diğer organların da yüzeyinde ülser oluşabilir. Ülserler, vücutta normal olarak bulunan asit ve pepsin enzimlerinin, dokuları tahrip etmesine yol açan aşırı üretimi sonucu oluşurlar. Ülserlerin oluşumunda dolaşım ya da boşaltım yetersizliği, ısı değişiklikleri, kimyasal maddeler, enfeksiyon, kötü huylu urlar ve sinir sistemi hastalıkları gibi faktörler etkili olabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Ülser için belirli bir korunma yolu yoktur. Ancak, sağlıklı ve programlı bir beslenme düzeni, bol sıvı tüketimi, kızartma, şekerli, tuzlu ve yağlı besinlerden mümkün olduğu kadar uzak durmak, aşırı kafein tüketimi ülseri tetikleyebileceği için çay ve kahve tüketiminin azaltılması, hafif, buharda pişmiş yiyeceklerin tüketilmesi önerilir.",
    "Enfekte Oldum": "Ülser tedavisi genellikle altta yatan durumun tedavisini içerir. Klinik, laboratuvar ve görüntüleme tetkikleriyle beraber ülser tanısı konulduktan sonra helicobakter pylorimide asidini baskılayan ilaçlar kullanılır. Eğer bakteriler hala duruyorsa enfeksiyona yönelik antibiyotik tedavisine başlanılır.",
    "Etiketler": "Mide Ağrısı, Halsizlik, İştah Kaybı, Kusma,Kilo Kaybı, Karın Ağrısı, İshal, Kanlı Dışkı, Göğüs Ağrısı, İştahsızlık, Mide Yanması, Mide Ekşimesi",
    "Benzer Hastalıklar": "Gastrit, Mide Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ulser.png"
  },
  {
    "Adı": "Gastrit",
    "Latince Adı": "Gastritis",
    "Hakkında": "Gastrit, mide iç yüzeyinin iltihaplanması sonucu ortaya çıkan bir sağlık sorunudur. Bu durum mide zarının tahriş edilmesine neden olabilir. Gastrit semptomları arasında mide ağrısı, mide bulantısı, kusma, hazımsızlık, iştah kaybı ve mide yanması yer alabilir. Bazı durumlarda, gastrit mide ülserlerine veya ciddi komplikasyonlara yol açabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "11",
    "Korunma Yolları": "Gastritten korunmak için, sağlıklı bir beslenme alışkanlığı geliştirmek önemlidir. Aşırı alkol tüketiminden kaçınmak, sigara içmemek ve aşırı acılı veya baharatlı yiyecekleri sınırlamak da gastrit riskini azaltabilir. Ayrıca, stres yönetimi de gastrit gelişimini önleyebilir.",
    "Enfekte Oldum": "Gastrit tedavisi, iltihabı azaltmaya yönelik ilaçlar, mide asidini düzenleyen ilaçlar ve semptomları hafifletmek için kullanılan ilaçları içerebilir. Ayrıca, diyet değişiklikleri, mideyi rahatlatıcı besinler tüketmek ve asitli yiyecekleri sınırlamak gastrit tedavisine yardımcı olabilir. İleri durumlarda, endoskopi veya diğer tıbbi müdahaleler gerekebilir. Herhangi bir tedaviyi planlamadan önce bir doktora danışmak önemlidir.",
    "Etiketler": "Mide Ağrısı, Mide Yanması veya Ekşimesi, Bulantı, Kusma, İştah Kaybı, Halsizlik, İştahsızlık, Karın Ağrısı, Üst Karın Bölgesinde Rahatsızlık Hissi, Kanlı Kusma",
    "Benzer Hastalıklar": "Ülser, Mide Kanseri, Laktoz İntoleransı",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/gastrit.png"
  },
  {
    "Adı": "Kolon Kanseri",
    "Latince Adı": "Carcinoma colli",
    "Hakkında": "Kolon kanseri, kolon veya rektumun iç yüzeyinde kötü huylu hücrelerin büyümesi sonucu ortaya çıkan bir kanser türüdür. Kolon kanseri, bağırsakların bu bölgesinde gelişen bir tümörün sonucunda oluşur. Bu tür kanser, genellikle bağırsak hareketleri sırasında kanlı dışkı, karın ağrısı, kilo kaybı, kabızlık veya ishal gibi semptomlarla kendini gösterebilir. Erken teşhis ve tedavi önemlidir, çünkü ilerlemiş evrelerde tedavisi daha zor olabilir.",
    "Risk Oranı": "20",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Kolon kanserini önlemek ve riski azaltmak için düzenli olarak tarama testlerine katılmak önemlidir. Sağlıklı bir yaşam tarzı sürdürmek, dengeli beslenmek, yeterince lif almak, egzersiz yapmak, alkol tüketimini sınırlamak ve sigara içmemek kolon kanseri riskini azaltabilir. Ayrıca, aile öyküsüne sahip kişilerin doktorlarına danışarak risklerini değerlendirmeleri önerilir.",
    "Enfekte Oldum": "Kolon kanseri tedavisi, kanserin evresine, büyüklüğüne ve yayılma durumuna bağlı olarak değişebilir. Tedavi seçenekleri arasında cerrahi müdahale, kemoterapi, radyoterapi ve hedefe yönelik tedaviler yer alabilir. Tedavi planı, bir onkolog tarafından hastanın özel durumuna göre belirlenir. Tedavi erken aşamalarda daha etkili olabilir, bu nedenle erken teşhis çok önemlidir.",
    "Etiketler": "Bağırsak Hareketlerinde Değişiklik, Kanlı Dışkı, Karın Ağrısı, İştah Kaybı, Kilo Kaybı, Yorgunluk, Halsizlik, İştahsızlık, Kabızlık veya İshal, Gaz ve Şişkinlik Hissi",
    "Benzer Hastalıklar": "Crohn Hastalığı, Ülseratif Kolit, Mide Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kolonk.png"
  },
  {
    "Adı": "Mide Kanseri",
    "Latince Adı": "Carcinoma ventriculi",
    "Hakkında": "Mide kanseri, mide mukozasının iç yüzeyinde kötü huylu hücrelerin büyümesi sonucu ortaya çıkan bir kanser türüdür. Bu tür kanser, mide duvarının farklı bölgelerinde başlayabilir ve zamanla çevre dokulara veya lenf düğümlerine yayılabilir. Mide kanseri, mide ağrısı, mide bulantısı, iştah kaybı, kilo kaybı, kanlı kusma veya dışkılama gibi semptomlarla kendini gösterebilir. Erken teşhis, tedavi şansını artırabilir.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Mide kanserini önlemek için sağlıklı bir yaşam tarzı sürdürmek önemlidir. Ayrıca, risk faktörlerini azaltmak da koruyucu bir önlemdir. Bu faktörler arasında tütün ürünleri kullanmamak, aşırı alkol tüketimini sınırlamak, sağlıklı ve dengeli bir beslenme alışkanlığı geliştirmek ve hijyenik koşullarda gıdaları saklamak ve hazırlamak yer almaktadır.",
    "Enfekte Oldum": "Mide kanseri tedavisi, kanserin evresine, türüne ve hastanın genel sağlık durumuna göre değişebilir. Tedavi seçenekleri arasında cerrahi müdahale, kemoterapi, radyoterapi ve hedefe yönelik ilaçlar bulunabilir. Tedavi planı, bir onkolog veya cerrah tarafından hastanın özel durumuna göre belirlenir. Erken evrelerde teşhis edilen mide kanseri daha iyi bir tedavi şansına sahiptir, bu nedenle düzenli taramalar ve erken teşhis önemlidir.",
    "Etiketler": "Mide Ağrısı, Hazımsızlık, İştah Kaybı, Kusma, İştahsızlık, Halsizlik, Kanlı Kusma, İstemsiz Kilo Kaybı, Siyah Dışkı, Karın Ağrısı, Yutma Güçlüğü",
    "Benzer Hastalıklar": "Ülser, Gastrit, Kolon Kanseri, Pankreatit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/midekans.png"
  },
  {
    "Adı": "Karaciğer Kanseri",
    "Latince Adı": "Carcinoma hepatis",
    "Hakkında": "Karaciğer kanseri, karaciğer dokusunda kötü huylu hücrelerin büyümesi sonucu ortaya çıkan bir kanser türüdür. Karaciğer kanseri, genellikle ileri aşamalarda semptomlar gösterir ve erken teşhis zordur. Semptomlar arasında karın ağrısı, kilo kaybı, iştah kaybı, sarılık (cilt ve gözlerin sararması), karın şişliği ve halsizlik yer alabilir. Karaciğer kanseri, çeşitli faktörlerle ilişkilendirilir, özellikle viral hepatit enfeksiyonları, alkol kötüye kullanımı ve karaciğer sirozu gibi risk faktörleri etkili olabilir.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Karaciğer kanserini önlemek ve riski azaltmak için, viral hepatit enfeksiyonlarından kaçınmak ve tedavi etmek önemlidir. Alkolü aşırı tüketmekten kaçınmak da riski azaltabilir. Ayrıca, sağlıklı bir yaşam tarzı sürdürmek, dengeli beslenmek ve düzenli olarak tıbbi kontroller yapmak önemlidir.",
    "Enfekte Oldum": "Karaciğer kanseri tedavisi, kanserin evresine, büyüklüğüne ve hastanın genel sağlık durumuna bağlı olarak değişebilir. Tedavi seçenekleri arasında cerrahi müdahale, radyoterapi, kemoterapi, radyoembolizasyon ve hedefe yönelik tedaviler bulunabilir. Tedavi planı, bir onkolog veya cerrah tarafından hastanın özel durumuna göre belirlenir. Erken teşhisin önemi vurgulanır, çünkü erken aşamalarda yakalanan karaciğer kanseri daha iyi bir tedavi şansına sahiptir.",
    "Etiketler": "Karın Ağrısı, Halsizlik, İştah Kaybı, İştahsızlık, Sararma (Cilt ve Gözlerde), Karın Şişliği, Kilo Kaybı, Yorgunluk, Karaciğer Bölgesinde Hassasiyet, İdrar Renginde Değişiklik",
    "Benzer Hastalıklar": "Ülser, Pankreatit, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/karkan.png"
  },
  {
    "Adı": "Siroz",
    "Latince Adı": "Cirrhosis",
    "Hakkında": "Siroz, karaciğer dokusunun uzun süreli hasar ve iltihap sonucu kötü huylu hücrelerin büyümesi ile karakterize edilen bir karaciğer hastalığıdır. Karaciğerin normal dokusu zamanla skar dokusu ile değişir, organ işlevi bozulur ve kan dolaşımı etkilenir. Siroz, birçok farklı nedenle ortaya çıkabilir, en yaygın nedenler arasında kronik alkol kötüye kullanımı, viral hepatit enfeksiyonları, yağlı karaciğer hastalığı (NAFLD/NASH), ve biliyer siroz yer alır. Semptomlar, sirozun ilerleyen aşamalarında ortaya çıkar ve sarılık, karın şişliği, kaşıntı, yorgunluk, iştah kaybı ve mide kanaması gibi belirtiler içerebilir.",
    "Risk Oranı": "18",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Sirozu önlemenin en iyi yolu, olası nedenlerden kaçınmaktır. Alkol tüketimini sınırlamak veya bırakmak, viral hepatit enfeksiyonlarına karşı aşı olmak, sağlıklı bir yaşam tarzı sürdürmek ve düzenli tıbbi kontroller yapmak siroz riskini azaltabilir.",
    "Enfekte Oldum": "Siroz tedavisi, hastalığın evresine, nedenlerine ve hastanın genel sağlık durumuna göre değişebilir. Tedavi genellikle semptomları hafifletmeye ve ilerlemeyi yavaşlatmaya odaklanır. Tedavi seçenekleri arasında ilaçlar, diyet değişiklikleri, tuz kısıtlamaları, alkol bırakma, karaciğer nakli ve semptom yönetimi bulunabilir. Sirozun tedavisi zorlu olabilir, bu nedenle erken teşhis ve müdahale büyük önem taşır.",
    "Etiketler": "Sararma (Cilt ve Gözlerde), Karın Ağrısı, İştah Kaybı, İştahsızlık, Yorgunluk, Karın Şişliği, Kilo Kaybı, Koyu Renkli İdrar, Soluk Renkli Dışkı, Bacaklarda Şişlik, Mide Bulantısı",
    "Benzer Hastalıklar": "Karaciğer Kanseri ",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/siroz.png"
  },
  {
    "Adı": "Pankreatit",
    "Latince Adı": "Pancreatitis",
    "Hakkında": "Pankreatit, pankreasın iltihaplanması durumunu tanımlayan bir sağlık sorunudur. Pankreas, sindirim enzimleri ve insülin gibi önemli hormonların üretildiği bir organdır. Pankreatit, pankreasın kendini sindirmeye başlaması sonucu veya iltihaplanmasının başka nedenlerle gerçekleştiği iki ana türde olabilir: akut pankreatit ve kronik pankreatit. Akut pankreatit, genellikle ani ve ciddi karın ağrısı, mide bulantısı, kusma, ateş ve genel halsizlik gibi semptomlarla kendini gösterir. Kronik pankreatit ise uzun vadeli ve tekrarlayan bir iltihaplanma durumudur ve zamanla pankreas dokusunda kalıcı hasara neden olabilir.",
    "Risk Oranı": "18",
    "Görülme Sıklığı": "12",
    "Korunma Yolları": "Pankreatiti önlemek için sağlıklı bir yaşam tarzı sürdürmek ve risk faktörlerini azaltmak önemlidir. Risk faktörleri arasında aşırı alkol tüketimi, yüksek yağlı bir diyet, yüksek trigliserid düzeyleri, safra taşı ve bazı genetik faktörler bulunabilir. Alkol tüketimini sınırlamak, sağlıklı beslenmek ve sigara içmemek pankreatit riskini azaltabilir.",
    "Enfekte Oldum": "Pankreatit tedavisi, hastalığın türüne ve şiddetine bağlı olarak değişebilir. Akut pankreatitin tedavisi, hastanın semptomlarının hafifletilmesini ve pankreasın iyileşmesini sağlamayı amaçlar. Bu süreçte hastanın beslenmesi ve sıvı dengesi sağlanır. Kronik pankreatitin tedavisi ise semptomları kontrol etmeyi ve pankreasın işlevselliğini korumayı hedefler. Bu, ilaçlar, diyet değişiklikleri ve diğer tıbbi müdahaleleri içerebilir. Her iki durumda da, doktor tarafından önerilen tedavi planına sadık kalmak önemlidir.",
    "Etiketler": "Karın Ağrısı, İştah Kaybı, Kusma, İştahsızlık, Ateş, Yorgunluk, İshal, Bulantı, Karın Şişliği, Sararma (Cilt ve Gözlerde), Kanlı Dışkı",
    "Benzer Hastalıklar": "Mide Kanseri, Karaciğer Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/pankreatit.png"
  },
  {
    "Adı": "Ülseratif Kolit",
    "Latince Adı": "Ulcerative Colitis",
    "Hakkında": "Ülseratif kolit, kalın bağırsak (kolon) ve rektumun iç yüzeyini etkileyen bir kronik inflamatuar barsak hastalığıdır. Bu hastalık, bağırsak duvarında ülserlerin (yara izleri) oluşmasına neden olan kronik bir iltihaplanma sürecini içerir. Ülseratif kolit semptomları arasında kanlı ishal, karın ağrısı, kilo kaybı, iştahsızlık, yorgunluk ve ateş yer alabilir. Semptomlar dönemsel olarak alevlenip sakinleşebilir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Ülseratif koliti tamamen önlemek zor olsa da, semptomların kontrol altına alınmasına yardımcı olacak önlemler alınabilir. Sigara içmeyi bırakmak veya sigara içmemek, semptomların şiddetini azaltabilir. Sağlıklı bir beslenme alışkanlığı geliştirmek ve stresi yönetmek de semptomların kontrol altına alınmasına yardımcı olabilir.",
    "Enfekte Oldum": "Ülseratif kolit tedavisi, hastalığın şiddetine ve yaygınlığına göre değişebilir. Tedavi seçenekleri arasında ilaçlar (antiinflamatuar ilaçlar, immünsüpresanlar), diyet değişiklikleri, kortikosteroidler, biyolojik ajanlar ve cerrahi müdahale yer alabilir. Tedavi planı, bir gastroenterolog veya uzman doktor tarafından hastanın özel durumuna göre belirlenir. İlaç tedavisi semptomları kontrol etmeye ve alevlenmeleri azaltmaya yardımcı olabilir, ancak bazı durumlarda cerrahi müdahale gerekebilir. Hastaların düzenli olarak takip edilmesi ve tıbbi önerilere uyması önemlidir.",
    "Etiketler": "Dışkılama Sıklığında Artış, İshal, Kanlı Dışkı, Karın Ağrısı, Ateş, İştah Kaybı, Zayıflık, Yorgunluk, Kilo Kaybı, Gözlerde Kızarıklık, Eklem Ağrıları",
    "Benzer Hastalıklar": "Kolon Kanseri, Crohn Hastalığı, Gastroenterit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ulserkolit.png"
  },
  {
    "Adı": "Safra Kesesi Taşı",
    "Latince Adı": "Cholelithiasis",
    "Hakkında": "Safra kesesi taşı, safra kesesinde oluşan katı, taş benzeri oluşumlardır. Safra kesesi, vücudu sindirme sürecinde safra depolayan bir organdır. Safra kesesi taşları, safra içindeki kolesterol, bilirubin veya safra tuzlarının fazlalığı sonucu meydana gelebilir. Bu taşlar küçük olabileceği gibi büyük ve ağrılı olabilirler. Safra kesesi taşları genellikle ağrı, mide bulantısı, kusma ve karın ağrısı gibi semptomlara neden olurlar. Bazı durumlarda, safra kesesi taşları safra yollarını tıkayabilir ve ciddi komplikasyonlara yol açabilir.\n\n",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Safra kesesi taşlarını tamamen önlemek zor olsa da, risk faktörlerini azaltmak için bazı önlemler alınabilir. Sağlıklı bir yaşam tarzı sürdürmek, kiloyu kontrol altında tutmak, yeterince lifli yiyecekler tüketmek ve düşük yağlı bir diyet benimsemek safra kesesi taşı riskini azaltabilir.",
    "Enfekte Oldum": "Safra kesesi taşı tedavisi, semptomların şiddetine ve hastanın genel sağlık durumuna bağlı olarak değişebilir. Semptomlar hafifse ve taşlar küçükse, doktorlar genellikle bir diyet değişikliği ve semptomların yönetilmesi için ilaçlar önerebilirler. Ancak, ciddi semptomlara veya komplikasyonlara neden olan taşlar cerrahi olarak çıkarılabilir. Bu prosedür laparoskopik kolesistektomi olarak adlandırılır ve safra kesesi tamamen veya kısmen çıkarılır. Cerrahi müdahale sonrası hastalar genellikle hızla iyileşirler.",
    "Etiketler": "Sağ Üst Karın Ağrısı, Karın Ağrısı Hemen Yemek Sonrası Artar, Bulantı, Kusma, Yemek Sonrası Rahatsızlık, Sararma (Cilt ve Gözlerde), Ateş, İştah Kaybı, Şişkinlik, Mide Ekşimesi veya Hazımsızlık",
    "Benzer Hastalıklar": "Gastrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sfratas.png"
  },
  {
    "Adı": "Crohn",
    "Latince Adı": "Morbus Crohn",
    "Hakkında": "Crohn hastalığı, inflamatuar barsak hastalıklarından biridir ve bağırsakların herhangi bir bölgesini etkileyebilen kronik bir inflamatuar hastalıktır. Bu hastalık genellikle ince bağırsaklarda ve kolonda görülür, ancak diğer sindirim sistemi bölgelerini de etkileyebilir. Crohn hastalığı, bağırsak duvarında iltihaplanma, ülserler, daralmış bölgeler ve dokusal hasarla karakterizedir. Semptomlar arasında karın ağrısı, ishal, kilo kaybı, iştah kaybı, yorgunluk ve bazen rektal kanama yer alabilir.",
    "Risk Oranı": "2",
    "Görülme Sıklığı": "16",
    "Korunma Yolları": "Crohn hastalığını tamamen önlemek mümkün değildir, çünkü hastalığın nedeni tam olarak bilinmemektedir. Ancak, risk faktörlerini azaltmak ve semptomların kontrol altına alınmasına yardımcı olmak için bazı önlemler alınabilir. Sağlıklı bir yaşam tarzı sürdürmek, sigara içmemek ve stresi yönetmek hastalık riskini azaltabilir.",
    "Enfekte Oldum": "Crohn hastalığı tedavisi, hastanın semptomlarına, hastalığın yaygınlığına ve ciddiyetine bağlı olarak değişebilir. Tedavi genellikle ilaçlar (antiinflamatuar ilaçlar, immünsüpresanlar, biyolojik ilaçlar), diyet değişiklikleri ve semptomları hafifletmeye yönelik tedaviler içerir. Ciddi vakalarda, cerrahi müdahale gerekebilir, özellikle daralmış bölgelerin veya komplikasyonların düzeltilmesi için. Tedavi planı, bir gastroenterolog veya uzman doktor tarafından hastanın özel durumuna göre belirlenir. Crohn hastalarının düzenli olarak takip edilmesi ve tıbbi önerilere uyması önemlidir.",
    "Etiketler": "Karın Ağrısı, İshal, Kanlı Dışkı, İştah Kaybı, Kilo Kaybı, Yorgunluk, Ateş, Kabızlık, Mide Bulantısı, Kusma, Eklem Ağrıları",
    "Benzer Hastalıklar": "Ülseratif Kolit, Kolon Kanseri",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/crohn.png"
  },
  {
    "Adı": "Gastroenterit",
    "Latince Adı": "",
    "Hakkında": "Gastroenterit, mide ve bağırsakların iltihaplanması sonucu ortaya çıkan bir sindirim sistemi enfeksiyonu veya irritasyonu durumunu ifade eder. Bu durum, virüsler, bakteriler veya parazitler tarafından neden olunan enfeksiyonlar sonucu veya besin zehirlenmesi, ilaç yan etkileri veya diğer nedenlerle ortaya çıkabilir. Gastroenterit semptomları arasında mide bulantısı, kusma, ishal, karın ağrısı, ateş, halsizlik ve iştah kaybı yer alabilir.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Gastroenteriti önlemek için hijyen kurallarına dikkat etmek önemlidir. Ellerin düzenli olarak yıkanması, taze yiyeceklerin güvenli bir şekilde saklanması ve pişirilmesi, kontamine su ve yiyeceklerden kaçınmak enfeksiyon riskini azaltabilir. Ayrıca, aşılar, özellikle rotavirüs aşısı çocuklarda gastroenterit riskini azaltabilir.",
    "Enfekte Oldum": "Gastroenterit tedavisi, altta yatan neden ve semptomların ciddiyetine bağlı olarak değişebilir. Tedavi genellikle semptomların hafifletilmesini ve sıvı kaybının önlenmesini içerir. Bu amaçla oral rehidratasyon solüsyonları kullanılabilir. Bazı vakalarda, doktorlar antidiyareik ilaçlar veya antiemetik ilaçlar önerebilirler. Antibiyotikler sadece bakteriyel enfeksiyonların neden olduğu gastroenterit vakalarında kullanılır ve doktor tavsiyesi gereklidir. İlaç kullanımı öncesinde bir sağlık profesyoneline danışmak önemlidir.",
    "Etiketler": "İshal, Kusma, Karın Ağrısı, Mide Bulantısı, Ateş, Baş Ağrısı, İştah Kaybı, Halsizlik, Kilo Kaybı, Kas Ağrıları, Su Kaybı",
    "Benzer Hastalıklar": "Ülseratif Kolit, Gastrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/gastroentert.png"
  },
  {
    "Adı": "Laktoz İntoleransı",
    "Latince Adı": "",
    "Hakkında": "Laktoz intoleransı, laktoz adı verilen süt şekeri (laktoz) sindirme yeteneğinin eksik veya azaldığı bir durumu ifade eder. Bu durum, bağırsakta laktaz enziminin yetersiz üretildiği veya etkisiz hale geldiği durumlar sonucu oluşur. Laktaz enzimi, laktozu parçalayan enzimdir ve laktaz eksikliği nedeniyle laktoz sindirilemez hale gelir. Bu durumda laktoz, bağırsakta fermantasyona uğrar, gaz, şişkinlik, ishal, mide ağrısı ve diğer sindirim sorunlarına neden olabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "70",
    "Korunma Yolları": "Laktoz intoleransını önlemek mümkün değildir, çünkü bu bir genetik durum veya yaşlanma süreci ile ilişkilendirilir. Ancak semptomları kontrol altına almak ve süt ürünlerini tüketmeye devam edebilmek için bazı önlemler alınabilir. Laktos intoleransı olan kişiler için laktozsuz süt ve süt ürünleri alternatifleri mevcuttur. Ayrıca, laktoz içeren gıdaları sınırlamak veya takviye enzimler kullanmak semptomları hafifletebilir.",
    "Enfekte Oldum": "Laktoz intoleransının tedavisi, semptomların kontrol altına alınmasına ve sağlıklı bir yaşam sürdürülmesine odaklanır. Tedavi, laktoz içeren gıdalardan kaçınmayı içerebilir veya laktozsuz ürünlerin tüketilmesini içerebilir. Ayrıca, laktaz takviyeleri veya laktoz sindirimi yardımcı ilaçlar semptomları hafifletebilir. Tedavi planı, hastanın semptomların şiddetine ve yaşına bağlı olarak değişebilir. Özellikle ciddi semptomları olan bireylerin doktorlarına danışmaları önemlidir.",
    "Etiketler": "Karın Ağrısı, İshal, Gaz ve Şişkinlik, Mide Guruldaması, İştahsızlık, Kusma, Yorgunluk, Kilo Kaybı, Karın Krampları, Bulantı",
    "Benzer Hastalıklar": "Gastrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/laktozent.png"
  },
  {
    "Adı": "Osteoporoz",
    "Latince Adı": "Osteoporosis",
    "Hakkında": "Osteoporoz, kemik yoğunluğunun azalması ve kemiklerin kırılgan hale gelmesi sonucu ortaya çıkan bir kemik hastalığıdır. Normal kemik dokusu, sağlam ve sert bir yapıya sahipken osteoporozlu kemikler daha ince, poröz ve kırılgan hale gelir. Bu nedenle, osteoporozlu kişiler, düşük enerjili travmalar veya hafif yaralanmalar sonucu kolayca kırık yaşayabilirler. Osteoporoz, genellikle kemiklerin yaşla birlikte kaybettiği yoğunluğun artması ve hormon seviyelerinde değişiklikler ile ilişkilendirilir.",
    "Risk Oranı": "10",
    "Görülme Sıklığı": "30",
    "Korunma Yolları": "Osteoporoz riskini azaltmak ve kemik sağlığını korumak için bazı önlemler alınabilir. Sağlıklı bir yaşam tarzı sürdürmek, yeterli kalsiyum ve D vitamini alımına dikkat etmek, düzenli egzersiz yapmak ve sigara içmemek riski azaltabilir. Ayrıca, doktor tavsiyeleri doğrultusunda kemik yoğunluğu taramalarına katılmak da önemlidir.",
    "Enfekte Oldum": "Osteoporoz tedavisi, kemik yoğunluğunu artırmayı ve kırık riskini azaltmayı hedefler. Tedavi seçenekleri arasında ilaçlar (bisfosfonatlar, teriparatid, denosumab), kalsiyum ve D vitamini takviyeleri, düzenli egzersiz, sağlıklı beslenme alışkanlıkları ve yaşam tarzı değişiklikleri bulunabilir. Tedavi planı, hastanın kemik yoğunluğu, yaş, cinsiyet ve diğer faktörlere bağlı olarak değişebilir. Tedaviyi planlamadan önce bir doktora danışmak önemlidir. Ayrıca, osteoporozun erken teşhisi ve risk faktörlerinin belirlenmesi de büyük önem taşır.",
    "Etiketler": "Kemik Kırıkları (Özellikle Kalça, Omurga ve El Bileği), Sırtta Kamburluk (Kyphosis), Boyun Boyunda Kısalma, Sırt Ağrısı, Kemik Ağrısı, Duruş Bozuklukları, Kolayca Kırılan Kemikler, Zayıflık, Sık Kemik Kırılmaları, Sırtta Eğilme",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/oporoz.png"
  },
  {
    "Adı": "Osteoartrit",
    "Latince Adı": "Osteoarthritis",
    "Hakkında": "Osteoartrit, eklemlerdeki kıkırdak dokusunun aşınması ve eklemlerin iltihaplanması sonucu ortaya çıkan bir kronik eklem hastalığıdır. Bu hastalık genellikle yaşla birlikte artan bir sıklıkla ortaya çıkar. Osteoartrit, eklemlerde ağrı, şişlik, sertlik ve hareket kısıtlılığına neden olur. Bu durum genellikle eller, dizler, kalça ve bel gibi büyük eklemleri etkiler.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "27",
    "Korunma Yolları": "Osteoartriti tamamen önlemek mümkün değil, ancak risk faktörlerini azaltmak için bazı önlemler alınabilir. Sağlıklı bir yaşam tarzı sürdürmek, düzenli egzersiz yapmak, kiloyu kontrol altında tutmak, yaralanmalardan kaçınmak ve eklemlerinizi korumak önemlidir. Ayrıca, sağlıklı bir diyet sürdürmek, kalsiyum ve D vitamini alımına dikkat etmek de eklem sağlığını destekleyebilir.",
    "Enfekte Oldum": "Osteoartrit tedavisi, semptomların hafifletilmesini ve hastanın yaşam kalitesini artırmayı hedefler. Tedavi seçenekleri arasında ilaçlar (ağrı kesiciler, antiinflamatuar ilaçlar), fizik tedavi, egzersiz programları, ağırlık kontrolü, destekleyici ayakkabılar ve özellikle şiddetli durumlarda cerrahi müdahale (eklem protezi) yer alabilir. Tedavi planı, hastanın semptomların ciddiyetine, yaşına ve diğer faktörlere bağlı olarak değişebilir. Tedavi planını bir doktor veya romatolog tarafından belirlemek önemlidir.",
    "Etiketler": "Eklem Ağrısı, Eklem Sertliği, Eklem Şişmesi, Eklemde Hassasiyet, Hareket Kısıtlılığı, Kıkırdak Erozyonu, Kas Zayıflığı, Ağrılı Eklem Hareketi, Eklemlerde Çıkıntılar, Sabah Sertliği",
    "Benzer Hastalıklar": "Gut, Fibromiyalji, Romatoid Artrit, Tendinit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/oartrit.png"
  },
  {
    "Adı": "Skolyoz",
    "Latince Adı": "Scoliosis",
    "Hakkında": "Skolyoz, omurganın anormal bir şekilde yan yatması veya dönmesi sonucu oluşan bir omurga deformitesidir. Bu durum, omurganın S veya C şeklinde eğri olmasına neden olabilir. Skolyoz, genellikle çocukluk ve ergenlik dönemlerinde ortaya çıkar, ancak yetişkinlerde de gelişebilir. Skolyozun nedeni tam olarak bilinmemekle birlikte, genetik faktörler, kas zayıflığı ve bazı nöromusküler hastalıklar gibi etkenler rol oynayabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "9",
    "Korunma Yolları": "Skolyozu tamamen önlemek mümkün değildir, çünkü bazı durumlar genetik olarak geçişken olabilir. Ancak, skolyozun erken teşhis edilmesi ve ilerlemesinin önlenmesi için düzenli tıbbi kontroller önemlidir. Özellikle çocukluk ve ergenlik dönemlerinde omurga kontrolü ve erken tanı önemlidir.",
    "Enfekte Oldum": "Lomber Disk Hernisi",
    "Etiketler": "Omurga Eğriliği, Omuzlarda veya Kalçalarda Asimetri, Sırt Ağrısı, Yorgunluk, Hareket Kısıtlılığı, Göğüs Kafesinde Şekil Bozukluğu, Nefes Darlığı, Omurga Çıkıntıları, Kötü Duruş",
    "Benzer Hastalıklar": "Skolyoz tedavisi, eğrilik derecesine, yaşa, omurga bölgesine ve semptomlara bağlı olarak değişebilir. Tedavi seçenekleri arasında düzenli izleme, koruyucu egzersizler, fizik tedavi, özel korse giymek ve cerrahi müdahale yer alabilir. Cerrahi müdahale genellikle şiddetli skolyoz vakalarında ve eğrilik derecesi arttıkça düşünülür. Tedavi planı, bir ortopedik cerrah veya skolyoz uzmanı tarafından hastanın özel durumuna göre belirlenir. Skolyoz tedavisi, erken teşhis ve tedaviyle daha etkili olabilir, bu nedenle düzenli tıbbi kontroller önemlidir.",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/skoloz.png"
  },
  {
    "Adı": "Romatoid Artrit",
    "Latince Adı": "Rheumatoid Arthriti",
    "Hakkında": "Romatoid artrit (RA), kronik bir otoimmün hastalıktır ve vücudun kendi bağışıklık sistemi, eklem zarına saldırarak iltihaplanmaya, eklem hasarına ve ağrılı semptomlara yol açar. RA, genellikle eller, ayaklar, dizler, dirsekler, omuzlar ve diğer eklemleri etkileyebilir. Bu hastalık, eklem sertliği, şişlik, ağrı, hareket kısıtlılığı ve genel halsizlik gibi semptomlarla kendini gösterir. Romatoid artrit ayrıca diğer vücut organlarını da etkileyebilir.",
    "Risk Oranı": "10",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Romatoid artriti tamamen önlemek mümkün değildir, çünkü hastalığın kesin nedeni bilinmemektedir. Ancak, risk faktörlerini azaltmak ve semptomların kontrol altına alınmasına yardımcı olmak için bazı önlemler alınabilir. Sigara içmemek, sağlıklı bir yaşam tarzı sürdürmek, düzenli egzersiz yapmak ve sağlıklı bir diyet benimsemek hastalık riskini azaltabilir.",
    "Enfekte Oldum": "Romatoid artrit tedavisi, semptomların hafifletilmesi, iltihabın kontrol altına alınması ve eklem hasarının önlenmesini amaçlar. Tedavi seçenekleri arasında ilaçlar (nonsteroid antiinflamatuar ilaçlar, immünsüpresanlar, biyolojik ajanlar), fizik tedavi, egzersiz programları, cihazlar (örneğin, destekleyici ayakkabılar veya ateller), cerrahi müdahale ve yaşam tarzı değişiklikleri bulunabilir. Tedavi planı, bir romatolog veya uzman doktor tarafından hastanın özel durumuna göre belirlenir. Erken teşhis ve tedavi, RA semptomlarını kontrol altına alabilir ve eklem hasarını sınırlayabilir. Tedaviyi planlamadan önce bir doktora danışmak önemlidir.",
    "Etiketler": "Eklem Ağrısı ve Şişlik, Sabah Sertliği, Eklem Sertliği, Ateş, Halsizlik, İştah Kaybı, Kilo Kaybı, Eklem Hareketlerinde Sınırlılık, Romatoid Nodüller, Cilt Değişiklikleri, Göz Tahrişi",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/romartrit.png"
  },
  {
    "Adı": "Gut",
    "Latince Adı": "Podagra",
    "Hakkında": "Gut, vücutta ürik asit seviyelerinin yükselmesi sonucu oluşan bir metabolik hastalıktır. Ürik asit, vücutta purin adı verilen bir maddeyi parçalayarak oluşur. Normalde, böbrekler ürik asidi idrarla atar. Ancak bazı durumlarda, ürik asit birikir ve eklemlerde ve diğer vücut bölgelerinde kristaller oluşturur. Bu kristallerin birikmesi gut nöbetlerine yol açabilir. Gut nöbetleri ani ve ciddi eklem ağrısı, şişlik, kızarıklık ve sıcaklık artışı ile karakterizedir, genellikle büyük ayak parmağı eklemi etkilenir.",
    "Risk Oranı": "",
    "Görülme Sıklığı": "",
    "Korunma Yolları": "Gutun ana nedenlerinden biri yüksek purin içeren gıdaların tüketimidir. Bu nedenle gut riskini azaltmak için purin içeren gıdalardan kaçınmak veya sınırlamak önemlidir. Ayrıca, alkol tüketimini sınırlamak, vücut ağırlığını kontrol altında tutmak, yeterince su içmek ve sağlıklı bir diyet sürdürmek de gut riskini azaltabilir.",
    "Enfekte Oldum": "Gut tedavisi, akut nöbetlerin hafifletilmesini ve ürik asit seviyelerinin kontrol altına alınmasını hedefler. Tedavi seçenekleri arasında ilaçlar (antiinflamatuar ilaçlar, ürik asit düşürücü ilaçlar), diyet değişiklikleri, sıvı alımının artırılması ve yaşam tarzı değişiklikleri yer alır. Tedavi planı, hastanın gutun şiddetine, sıklığına ve diğer faktörlere bağlı olarak değişebilir. Tedaviyi planlamak ve izlemek için bir doktora danışmak önemlidir. Ayrıca, gut nöbetlerini hafifletmek ve gut komplikasyonlarını önlemek için doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Şiddetli Eklem Ağrısı, Eklem Şişmesi, Kızarmış ve Hassas Cilt, Ateş, Genel Halsizlik, İştah Kaybı, Eklemde Kısıtlılık, Gut Atakları, Böbrek Taşları, Kırmızımsı Cilt Döküntüleri",
    "Benzer Hastalıklar": "Osteoartrit, Gut , Fibromiyalji, Tendinit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/gut.png"
  },
  {
    "Adı": "Karpal Tünel Sendromu",
    "Latince Adı": "",
    "Hakkında": "Karpal Tünel Sendromu, el bileği bölgesinde bulunan karpal tünel adı verilen dar bir geçitteki median sinirin sıkışması sonucu ortaya çıkan bir sinir sıkışma sendromudur. Bu sinir, elin iç tarafında his kaybı, karıncalanma, ağrı ve güçsüzlüğe neden olan kaslara sinyaller ileterek elin hareketini kontrol eder. Karpal tünel sendromu, genellikle tekrarlayan hareketler, el bileği yaralanmaları, hamilelik veya bazı sağlık koşulları nedeniyle oluşabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Karpal Tünel Sendromunu tamamen önlemek mümkün olmasa da risk faktörlerini azaltmak için bazı önlemler alınabilir. Özellikle el bileği ve elin aşırı zorlanmasını önlemek için düzenli mola vermek, ergonomik çalışma düzenlemeleri yapmak ve tekrarlayıcı hareketlerden kaçınmak önemlidir.",
    "Enfekte Oldum": "Karpal Tünel Sendromu tedavisi, semptomların hafifletilmesi ve sinirin sıkışmasının kontrol altına alınmasını amaçlar. Tedavi seçenekleri arasında bileklikler veya splintler kullanmak, fizik tedavi, antiinflamatuar ilaçlar, kortikosteroid enjeksiyonları ve cerrahi müdahale (endoskopik karpal tünel cerrahisi) yer alabilir. Tedavi planı, hastanın semptomlarının ciddiyetine, süresine ve diğer faktörlere bağlı olarak değişebilir. Tedaviyi planlamak ve izlemek için bir ortopedi uzmanına veya el cerrahına danışmak önemlidir.",
    "Etiketler": "El Bileğinde Ağrı, El Bileğinde Uyuşma ve Karıncalanma, Başparmak, İşaret ve Orta Parmakların Uyuşması, El Güçsüzlüğü, El Bileği Ağrısının Geceleyin Kötüleşmesi, El Bileği Çevresinde Şişlik, Başparmak Zayıflığı, El Bileğinde His Kaybı, El Parmaklarında Uyuşma",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/karts.png"
  },
  {
    "Adı": "Fibromiyalji",
    "Latince Adı": "Fibromyalgia",
    "Hakkında": "Fibromiyalji, yaygın kas ve bağ dokusu ağrısı, yorgunluk, uyku bozuklukları ve diğer semptomlarla karakterize edilen kronik bir ağrı sendromudur. Bu durum, belirli bir nedenle ilişkilendirilmemiş yaygın ağrıya neden olur ve genellikle vücudun farklı bölgelerinde değişen yoğunlukta ağrıya yol açar. Fibromiyalji, ağrının yanı sıra sabah sertliği, baş ağrıları, bağırsak sorunları, anksiyete ve depresyon gibi diğer semptomlarla da ilişkilendirilebilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "3",
    "Korunma Yolları": "Fibromiyalji tam olarak önlenememektedir, çünkü hastalığın tam nedeni belirsizdir. Ancak risk faktörlerini azaltmak ve semptomların kontrol altına alınmasına yardımcı olmak için bazı önlemler alınabilir. Sağlıklı bir yaşam tarzı sürdürmek, düzenli egzersiz yapmak, yeterli uyku almak, stresi yönetmek ve beslenme alışkanlıklarına dikkat etmek semptomları hafifletebilir.",
    "Enfekte Oldum": "Fibromiyalji tedavisi, semptomların hafifletilmesi ve yaşam kalitesinin artırılmasını hedefler. Tedavi seçenekleri arasında ilaçlar (ağrı kesiciler, antidepresanlar, antikonvülsanlar), fizik tedavi, egzersiz programları, davranış terapisi ve yaşam tarzı değişiklikleri yer alır. Tedavi planı, hastanın semptomların ciddiyetine ve diğer faktörlere bağlı olarak değişebilir. Tedaviyi planlamak ve izlemek için bir romatolog veya fibromiyalji uzmanına danışmak önemlidir. Ayrıca, fibromiyalji tedavisi, semptomların yönetilmesine ve yaşam kalitesinin artırılmasına odaklanır.",
    "Etiketler": "Kronik Kas ve Eklem Ağrısı, Yorgunluk, Uykusuzluk, Baş Ağrısı, Kas Sertliği, Sabah Sertliği, Karın Ağrısı, Depresyon, İrritabl Bağırsak Sendromu, Hafıza Sorunları, Cilt Hassasiyeti",
    "Benzer Hastalıklar": "Tendinit, Romatoid Artrit, Gut, Osteoartrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/fibrom.png"
  },
  {
    "Adı": "Tendinit",
    "Latince Adı": "Tendinitis",
    "Hakkında": "Tendinit, bir tendonun (kasları kemiklere bağlayan bağ doku yapısı) iltihaplanması veya tahriş olması sonucu meydana gelen bir durumu ifade eder. Tendinit, genellikle tekrarlayan hareketler, kötü pozisyonlar, yaralanmalar veya yaşlanma gibi nedenlerle gelişebilir. En sık görülen tendinit tipleri arasında akil tendon tendiniti, rotator manşet tendiniti ve tenis dirseği bulunur.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "5",
    "Korunma Yolları": "Tendinitin tamamen önlenmesi zor olsa da, risk faktörlerini azaltmak için bazı önlemler alınabilir. İyi bir postür ve hareket teknikleri kullanmak, vücudu düzenli olarak dinlendirmek, tekrarlayan hareketlerden kaçınmak ve uygun ekipman kullanmak tendinit riskini azaltabilir.",
    "Enfekte Oldum": "Tendinit tedavisi, tendon iltihaplanmasını hafifletmeyi, semptomların kontrol altına alınmasını ve iyileşmeyi hedefler. Tedavi seçenekleri arasında istirahat, buz uygulaması, fizik tedavi, egzersiz programları, antiinflamatuar ilaçlar ve gerekirse steroid enjeksiyonları yer alabilir. Tedavi planı, hastanın semptomlarının ciddiyetine ve hangi tendinit türüne sahip olduğuna bağlı olarak değişebilir. Tedavi planını bir ortopedi uzmanı veya fizyoterapist belirler. Tedaviyi planlamadan önce bir doktora danışmak önemlidir.",
    "Etiketler": "Ağrı, Şişlik, Hassasiyet, Sıcaklık Artışı, Kas Zayıflığı, Eklem Hareketlerinde Sınırlılık, Ses Çıkarma (Çıtırdama), Ağrının Kötüleşmesi Hareketle",
    "Benzer Hastalıklar": "Fibromiyalji, Gut, Romatoid Artrit, Osteoartrit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/tendini.png"
  },
  {
    "Adı": "Lomber Disk Herniasyonu",
    "Latince Adı": "HNPL",
    "Hakkında": "Lomber disk herniasyonu, omurlar arasındaki disklerin dış tabakasının yırtılması veya zarar görmesi sonucu disk içeriğinin omurilik veya sinir köklerine baskı yapmasıdır. Bu durum genellikle bel bölgesinde meydana gelir ve bel ağrısı, bacak ağrısı, uyuşma, karıncalanma ve kas güçsüzlüğü gibi semptomlara neden olabilir. Lomber disk herniasyonu, disklerin zedelenmesi veya dejenerasyonu sonucu oluşabilir ve sıklıkla bel fıtığı olarak da adlandırılır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Lomber disk herniasyonunu tamamen önlemek zor olsa da, bazı önlemler alınarak risk faktörleri azaltılabilir. İyi vücut mekaniği kullanmak, yükleri doğru kaldırmak, düzenli egzersiz yapmak ve omurga sağlığını korumak için ergonomik prensiplere dikkat etmek önemlidir.",
    "Enfekte Oldum": "Lomber disk herniasyonu tedavisi, semptomların hafifletilmesini, omurilik veya sinir köklerine baskının azaltılmasını ve iyileşmeyi hedefler. Tedavi seçenekleri arasında istirahat, fizik tedavi, egzersiz programları, ağrı kesiciler, antiinflamatuar ilaçlar ve epidural steroid enjeksiyonları yer alabilir. Cerrahi müdahale, şiddetli durumlarda ve diğer tedavi yöntemlerinin etkili olmadığı durumlarda düşünülür. Tedavi planı, hastanın semptomlarının ciddiyetine ve diğer faktörlere bağlı olarak değişebilir. Tedaviyi planlamak ve izlemek için bir ortopedi uzmanı veya nöroşirurji uzmanına danışmak önemlidir. Ayrıca, tedaviye erken başlamak, belirtilerin şiddetini azaltabilir ve hastalığın ilerlemesini sınırlayabilir.",
    "Etiketler": "Bel Ağrısı, Bacak Ağrısı, Bacaklarda Zayıflık, Bacaklarda Uyuşma ve Karıncalanma, Kas Spazmları, Reflekslerde Değişiklik, Ayak Parmaklarında Güç Kaybı, İdrar veya Dışkı Kontrolünün Kaybı, Kas Gücünde Azalma, Hareket Kısıtlılığı",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/lomberlana.png"
  }
]
