[
  {
    "Adı": "Grip",
    "Latince Adı": "Influenza",
    "Hakkında": "İnfluenza, solunum yolu enfeksiyonlarına neden olan bir virüsün yol açtığı bulaşıcı bir hastalıktır. Her yıl mevsimsel grip salgınlarına neden olabilir ve ciddi komplikasyonlara yol açabilir. Hasta kişilerin öksürme, hapşırma veya temas yoluyla kolayca yayılır. Belirtileri genellikle yüksek ateş, baş ağrısı, kas ağrıları, boğaz ağrısı, halsizlik ve öksürük içerir. İnfluenza virüsü, tip A, B ve C olmak üzere farklı türlerde bulunur. Tip A ve B insanlarda daha sık görülür ve ağır enfeksiyonlara yol açabilir.",
    "Risk Oranı": "9",
    "Görülme Sıklığı": "35",
    "Korunma Yolları": "En iyi korunma yolu, aşı olmaktır. Mevsimsel grip aşıları, hastalığın yaygın olduğu dönemlerde önerilir. El hijyeni önemlidir; sık sık ellerinizi yıkamak veya el dezenfektanı kullanmak enfeksiyon riskini azaltabilir. Hasta kişilerle yakın teması önlemek ve hasta olduğunuzda evde kalmak, yayılma riskini azaltabilir. Öksürürken veya hapşırırken ağzınızı ve burnunuzu kapatmak için bir mendil veya dirseğinizi kullanmak yayılma riskini azaltabilir. Kamu alanlarında maske takmak, enfeksiyonun yayılmasını engellemeye yardımcı olabilir.",
    "Enfekte Oldum": "Hasta olduğunuzda dinlenmek ve bol sıvı tüketmek, iyileşme sürecinizi hızlandırabilir. Doktora başvurmak gerekebilir, özellikle de belirtiler ciddi hale gelirse veya yüksek riskli bir grupta iseniz. Doktorun önerdiği ilaçları düzenli olarak kullanmak, enfeksiyonun süresini kısaltabilir ve komplikasyon riskini azaltabilir. Hasta iken başkalarıyla teması sınırlamak, hastalığın yayılmasını önlemeye yardımcı olabilir. Özellikle ağır belirtiler, nefes darlığı veya ciddi komplikasyonlar yaşanıyorsa hemen tıbbi yardım almak önemlidir.",
    "Etiketler": "Yüksek Ateş,Baş Ağrısı,Kas Ağrıları,Boğaz Ağrısı,Öksürük,Burun Akıntısı,Halsizlik,Titreme",
    "Benzer Hastalıklar": "Soğuk Algınlığı,Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/grip.png"
  },
  {
    "Adı": "Koronavirüs",
    "Latince Adı": "SARS-CoV-2",
    "Hakkında": " COVID-19, SARS-CoV-2 adı verilen bir koronavirüs tarafından neden olunan bulaşıcı bir solunum yolu hastalığıdır. İlk olarak 2019 yılında Çin'in Wuhan şehrinde tespit edilmiştir ve daha sonra dünya geneline yayılmıştır. COVID-19, özellikle solunum yolu semptomlarına neden olur, ancak bazı insanlar asemptomatik veya hafif semptomlarla hastalanabilirken, diğerleri daha ciddi komplikasyonlar geliştirebilir.",
    "Risk Oranı": "20",
    "Görülme Sıklığı": "40",
    "Korunma Yolları": "Maske takmak, sosyal mesafeyi korumak, sık sık ellerinizi yıkamak, aşı yaptırmak, kalabalık ortamlardan kaçınmak.",
    "Enfekte Oldum": "COVID-19 belirtileri görüldüğünde, hemen sağlık kuruluşuyla iletişime geçmelisiniz. İzole olmalı ve doktorunuzun talimatlarını takip etmelisiniz.",
    "Etiketler": "Yüksek Ateş,Öksürük,Nefes Darlığı,Kas Ağrıları,Eklem Ağrıları,Baş Ağrısı,Boğaz Ağrısı,Tat Kaybı,Koku Kaybı",
    "Benzer Hastalıklar": "Grip, Soğuk Algınlığı, Bronşit",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/korona.png"
  },
  {
    "Adı": "Soğuk Algınlığı",
    "Latince Adı": "Rhinovirus",
    "Hakkında": "Soğuk algınlığı, genellikle burun ve boğazın üst solunum yollarını etkileyen bir virüs enfeksiyonudur. Soğuk algınlığı, çeşitli virüslerin neden olduğu bir grup hastalık olan soğukalgınlığı virüsleri tarafından yayılır. Belirtileri genellikle hafif ila orta şiddette olup, burun tıkanıklığı, hapşırma, boğaz ağrısı, öksürük ve hafif ateş gibi semptomları içerebilir. Soğuk algınlığı, özellikle sonbahar ve kış aylarında daha yaygın olarak görülür.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "27",
    "Korunma Yolları": "Soğuk algınlığından korunmanın en etkili yolu hijyenik önlemleri uygulamaktır. Sık sık ellerinizi yıkamak, el dezenfektanları kullanmak, hasta kişilerle yakın teması sınırlamak ve burun ve ağızla temas etmekten kaçınmak önemlidir. Ayrıca, bağışıklık sistemini güçlendirmek için sağlıklı bir yaşam tarzı benimsemek ve dengeli beslenmek de yardımcı olabilir.",
    "Enfekte Oldum": "Soğuk algınlığı semptomları genellikle hafif ve kendiliğinden iyileşir. Dinlenmek, bol sıvı tüketmek ve semptomları hafifletmeye yardımcı olan reçetesiz ilaçları kullanmak genellikle tedavi için yeterlidir. Ancak, semptomlar uzun süre devam ederse veya ciddi hale gelirse, bir sağlık profesyoneline başvurmak önemlidir.",
    "Etiketler": "Burun Tıkanıklığı,Hapşırma,Boğaz Ağrısı,Öksürük,Hafif Ateş,Yorgunluk",
    "Benzer Hastalıklar": "Grip, Koronavirüs",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/soguk.png"
  },
  {
    "Adı": "AIDS",
    "Latince Adı": "Acquired Immunodeficiency",
    "Hakkında": "AIDS, insan bağışıklık yetmezliği virüsü (HIV) tarafından neden olan bir viral enfeksiyonun sonucu olarak gelişen ciddi bir bağışıklık sistemi bozukluğudur. HIV, bağışıklık sisteminin hücresel bileşenlerini hedef alır ve yavaşça zayıflatır. Sonunda, hastanın vücudu enfeksiyonlara ve kanserlere karşı savunmasız hale gelir. AIDS, HIV enfeksiyonunun ilerlediği aşamadır ve tedavi edilmezse ölümcül olabilir.",
    "Risk Oranı": "18",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "HIV enfeksiyonundan korunmanın en etkili yollarından biri cinsel ilişki sırasında korunma (prezervatif kullanma), güvenli iğne kullanımı ve kan, semen, vajinal sıvı veya anneden bebeğe geçiş gibi yollarla HIV bulaşma riskini azaltmaktır. Ayrıca HIV testi yaptırmak, erken tanı ve tedaviye erişim sağlamak da önemlidir.",
    "Enfekte Oldum": "HIV enfeksiyonu tanı konduğunda, antiretroviral ilaçlar ve diğer tedavi yöntemleri önerilir. Erken tanı ve tedavi, HIV enfeksiyonunun ilerlemesini yavaşlatabilir ve AIDS'i önleyebilir. Ayrıca, hasta kişinin bağışıklık sistemini güçlendirmek ve sağlıklı bir yaşam tarzı benimsemek de önemlidir.",
    "Etiketler": "Enfeksiyon,Kilo Kaybı,Yorgunluk,Yüksek Ateş,Öksürük,İshal ",
    "Benzer Hastalıklar": "Grip",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/aids.png"
  },
  {
    "Adı": "Hepatit A",
    "Latince Adı": "Hepatitis A",
    "Hakkında": "Hepatit A, hepatit A virüsü (HAV) tarafından neden olan bir karaciğer enfeksiyonudur. Bu virüs, kontamine su ve gıda yoluyla bulaşır ve bağırsak sistemini etkileyerek karaciğere zarar verir. Hastalık genellikle hafif ila orta derecede şiddetli belirtilerle seyreder ve genellikle tamamen iyileşir. Hepatit A, aşılama ve hijyen uygulamaları sayesinde önlenebilir bir hastalıktır.",
    "Risk Oranı": "4",
    "Görülme Sıklığı": "11",
    "Korunma Yolları": "Hepatit A'dan korunmanın en etkili yolu hepatit A aşısı yaptırmaktır. Ayrıca hijyenik uygulamalara dikkat etmek, temiz su içmek ve gıdaları iyi pişirerek virüsün yayılma riskini azaltabilir.",
    "Enfekte Oldum": "Hepatit A teşhisi konulduğunda, genellikle destekleyici tedavi önerilir. Dinlenmek, bol sıvı tüketmek ve karaciğer sağlığını korumak için doktor tavsiyelerine uymak önemlidir. Çoğu insan tamamen iyileşir, ancak bazı durumlarda hastalık daha ciddi hale gelebilir.",
    "Etiketler": "halsizlik, iştah kaybı, mide bulantısı, karın ağrısı, ciltte sararma,sarılık",
    "Benzer Hastalıklar": "İshal, Hepatit B, Hepatit C",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepa.png"
  },
  {
    "Adı": "Hepatit B",
    "Latince Adı": "Hepatitis B",
    "Hakkında": "Hepatit B, hepatit B virüsü (HBV) tarafından neden olan bir karaciğer enfeksiyonudur. HBV, kan, cinsel temas, kontamine iğneler ve anneden çocuğa bulaşma yoluyla yayılır. Kronik hepatit B, karaciğer hasarına ve karaciğer kanseri riskine yol açabilir. Hastalık, belirtileri hafif ila ciddi arasında değişebilir ve bazı insanlar hiç belirti göstermeyebilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "12",
    "Korunma Yolları": "Hepatit B'den korunmanın en etkili yolu hepatit B aşısı yaptırmaktır. Ayrıca, cinsel ilişki sırasında prezervatif kullanmak, kontamine iğne kullanımından kaçınmak ve steril iğne paylaşmamak da önemlidir. Ayrıca, sağlık çalışanları ve diğer risk altındaki gruplar için aşılar önerilmektedir.",
    "Enfekte Oldum": "Kronik hepatit B tanısı konulduğunda, uzun vadeli izleme ve tedavi gerekebilir. Antiviral ilaçlar karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Sarılık,İştah Kaybı,Mide Bulantısı,Karın Ağrısı,Yorgunluk,Halsizlik,Kas Ağrıları",
    "Benzer Hastalıklar": "Hepatit A, Hepatit C,İshal, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepb.png"
  },
  {
    "Adı": "Hepatit C",
    "Latince Adı": "Hepatitis C",
    "Hakkında": "Hepatit C, hepatit C virüsü (HCV) tarafından neden olan bir karaciğer enfeksiyonudur. HCV, kan yoluyla bulaşır ve kronik bir karaciğer hastalığına yol açabilir. Hastalık belirtileri genellikle hafif ila orta derecede olup, uzun vadede karaciğer hasarına ve karaciğer kanserine neden olabilir. Kronik hepatit C, erken teşhis ve tedavi edilmezse ciddi sağlık sorunlarına yol açabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Hepatit C'den korunmanın en etkili yollarından biri kontamine iğne kullanımından kaçınmak ve kan temasından kaçınmaktır. Güvenli cinsel ilişki uygulamaları, kontamine iğnelerin paylaşılmaması ve sağlık çalışanlarının güvenli önlemleri alması da önemlidir. Hepatit C'ye karşı spesifik bir aşı bulunmamaktadır.",
    "Enfekte Oldum": "Kronik hepatit C tanısı konulduğunda, antiviral ilaçlar ve diğer tedavi yöntemleri önerilir. Tedavi, karaciğer hasarını kontrol etmeye ve virüsü kontrol altına almaya yardımcı olabilir. Ayrıca, sağlıklı bir yaşam tarzı benimsemek, alkolden kaçınmak ve doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Yorgunluk,İştah Kaybı,Bulantı,Karın Ağrısı,Sarılık,Karaciğer Sorunları, Kas Ağrıları",
    "Benzer Hastalıklar": "İshal, Hepatit A, Hepatit B, Siroz",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hepc.png"
  },
  {
    "Adı": "Verem",
    "Latince Adı": "Tüberküloz",
    "Hakkında": "Verem, solunum yoluyla bulaşan bir hastalıktır ve genellikle akciğerleri etkiler. Ancak, vücudun diğer bölgelerine de yayılabilir. Mikroplar, öksürme veya hapşırma sırasında havaya karışan damlacıklar aracılığıyla bulaşır. Mikrop, vücuda girdikten sonra bağışıklık sistemi tarafından kontrol edilmezse, kişi hastalanabilir.",
    "Risk Oranı": "8",
    "Görülme Sıklığı": "25",
    "Korunma Yolları": "Veremden korunmak için en etkili yöntemlerden biri, BCG aşısının yaptırılmasıdır. Ayrıca, hasta kişilerle yakın teması sınırlamak, iyi havalandırılan yerlerde bulunmak ve hijyen kurallarına dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Verem tespit edildiğinde, hastalığın türüne ve yayılma riskine göre antibiyotik tedavisi uygulanır. Tedavi, genellikle uzun bir süre boyunca devam eder (çoğu kez 6-9 ay). Tedavi kurallarına uyum son derece önemlidir, aksi takdirde dirençli tüberküloz gelişebilir.",
    "Etiketler": "üksek Ateş, Baş Ağrısı,Öksürük, Kanlı Balgam, Halsizlik, İştahsızlık, Kilo Kaybı, Göğüs Ağrısı, Nefes Darlığı",
    "Benzer Hastalıklar": "Koronavirüs,Astım,Bronşit, Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/verem.png"
  },
  {
    "Adı": "Kızamık",
    "Latince Adı": "Measles",
    "Hakkında": "Kızamık, öksürme veya hapşırma yoluyla hava yoluyla bulaşan bir hastalıktır. Genellikle ateş, öksürük, burun akıntısı, kızarıklık ve küçük beyaz lekelerle karakterize kızarıklık belirtileriyle başlar. Enfekte olan kişiler, enfeksiyöz aşamada birçok insanı etkileyebilir.",
    "Risk Oranı": "3",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Kızamıktan korunmak için en etkili yol, aşılanmaktır. Kızamık, kabakulak ve kızamıkçık (MMR) aşısı, çocuklar için rutin bir aşıdır ve bağışıklık kazanmalarını sağlar. Ayrıca, hasta kişilerle teması sınırlamak ve kişisel hijyene dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Kızamık tedavisi için spesifik bir antiviral ilaç bulunmamakla birlikte, semptomların yönetilmesi önemlidir. İyileşme sürecini hızlandırmak ve komplikasyonları önlemek için dinlenme ve bol sıvı tüketimi önerilir. Doktor tavsiyelerine uymak önemlidir.",
    "Etiketler": "Yüksek Ateş, Öksürük, Burun Akıntısı, Kızarıklık,Ciltte Döküntü, Gözlerde Kızarıklık, Halsizlik, İştahsızlık",
    "Benzer Hastalıklar": "Suçiçeği,Ebola",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kızamik.png"
  },
  {
    "Adı": "Su Çiçeği",
    "Latince Adı": "Varicella",
    "Hakkında": "Su çiçeği, genellikle çocuklarda görülen ve kabarcıklarla karakterize döküntülerle kendini gösteren bir hastalıktır. Genellikle hafif bir hastalık olsa da bazı durumlarda komplikasyonlara yol açabilir. Su çiçeği virüsü, öksürme veya hapşırma yoluyla bulaşır ve ciddi komplikasyonlara neden olabilir.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "4",
    "Korunma Yolları": "Su çiçeğinden korunmanın en etkili yolu, su çiçeği aşısının yaptırılmasıdır. Aşı, hastalığın şiddetini azaltır ve ciddi komplikasyon riskini azaltır. Ayrıca, hasta kişilerle teması sınırlamak ve kişisel hijyene dikkat etmek de bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Su çiçeği tedavisi semptomların yönetilmesini içerir. İyileşme sürecini hızlandırmak ve kaşıntıyı azaltmak için antihistaminikler ve kremler kullanılabilir. Hasta kişi izole edilmeli ve teması sınırlanmalıdır.",
    "Etiketler": "Yüksek Ateş, Baş Ağrısı, İştahsızlık, Kabarcık, Kaşıntı, Halsizlik",
    "Benzer Hastalıklar": "Kızamık,Ebola",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sucicegi.png"
  },
  {
    "Adı": "Ebola",
    "Latince Adı": "Ebola",
    "Hakkında": "Ebola virüsü, özellikle Orta ve Batı Afrika'da ortaya çıkan salgınlarla ilişkilendirilen bir virüstür. İnsanlara vahşi hayvanlar aracılığıyla bulaşır ve daha sonra insanlar arasında temas yoluyla yayılabilir. Ebola, ciddi iç kanama ve organ yetmezliği gibi komplikasyonlara yol açabilir.",
    "Risk Oranı": "50",
    "Görülme Sıklığı": "2",
    "Korunma Yolları": "Ebola'dan korunmanın en iyi yolu, teması sınırlamak ve koruyucu giysi kullanmaktır. Ebola salgını dönemlerinde hasta kişilerle teması önlemek çok önemlidir. Ayrıca, kişisel koruyucu ekipmanlar kullanmak, enfekte olma riskini azaltabilir.",
    "Enfekte Oldum": "Ebola virüsü ile enfekte olan kişiler için henüz özel bir antiviral tedavi bulunmamaktadır. Ancak destekleyici tedavi sağlanmalıdır. İzolasyon ve enfekte kişilerle teması önleme tedbirleri alınmalıdır. Salgın durumlarında halk sağlığı önlemleri de uygulanmalıdır.",
    "Etiketler": "Yüksek Ateş, Baş Ağrısı, Halsizlik, Kas Ağrıları, Kusma, İshal, Kanama",
    "Benzer Hastalıklar": "Kızamık,Su Çiçeği",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/ebola.png"
  },
  {
    "Adı": "Uyuz",
    "Latince Adı": "Scabies",
    "Hakkında": "Uyuz, cilt altına tüneller kazan parazitlerin neden olduğu bir deri enfeksiyonudur. Bu parazitler cildin altında tüneller kazarak yumurtlarlar ve bu durum şiddetli kaşıntıya neden olur. Uyuz, temas yoluyla bulaşır ve sıklıkla cinsel temas veya yakın temasla yayılır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "10",
    "Korunma Yolları": "Uyuzdan korunmanın en iyi yolu kişisel hijyene dikkat etmek ve enfekte kişilerle teması sınırlamaktır. Paylaşılan giysiler veya yatak takımları da uyuzun yayılmasına neden olabilir, bu nedenle kişisel eşyaların paylaşımına dikkat etmek önemlidir.",
    "Enfekte Oldum": "Uyuzun tedavisi, özel bir ilaç olan skabisitlerin kullanılmasını içerir. Bu ilaçlar, parazitleri öldürmek ve semptomları hafifletmek için cilde uygulanır. Aynı zamanda enfekte kişinin giysileri ve yatak takımları sıcak su ile yıkanmalı veya temizlenmelidir.",
    "Etiketler": "Şiddetli Kaşıntı, Kızarıklık, Kabarcık,Lezyon, Ciltte Döküntü",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/uyuz.png"
  },
  {
    "Adı": "Sifiliz",
    "Latince Adı": "Sifiliz",
    "Hakkında": "Sifiliz, genellikle cinsel temas yoluyla bulaşan bir hastalıktır, ancak doğum sırasında anneden bebeğe de geçebilir. Sifiliz farklı evrelerde gelişir ve tedavi edilmezse ciddi komplikasyonlara yol açabilir. Erken teşhis ve tedavi son derece önemlidir.",
    "Risk Oranı": "60",
    "Görülme Sıklığı": "6",
    "Korunma Yolları": "Sifilizden korunmanın en etkili yolu, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, cinsel partnerlerin enfekte olup olmadığını bilmek ve düzenli olarak test yaptırmak da korunma önlemleridir.",
    "Enfekte Oldum": "Sifiliz tedavisi için antibiyotikler kullanılır. Erken dönemde teşhis edilen sifiliz kolayca tedavi edilir, ancak tedaviye zamanında başlanmazsa ve enfeksiyon ilerlerse daha uzun süreli tedavi gerekebilir. Enfekte kişinin partnerleri de test edilmeli ve gerekirse tedavi edilmelidir.",
    "Etiketler": "Genital Bölge Yaraları,Şankır,Lezyon,Ciltte Döküntü,Yüksek Ateş, Halsizlik,Baş Ağrısı,Lenf Düğümlerinde Şişme",
    "Benzer Hastalıklar": "HPV,HSV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/sifiliz.png"
  },
  {
    "Adı": "Bel Soğukluğu",
    "Latince Adı": "Gonore",
    "Hakkında": "el soğukluğu, genellikle cinsel temas yoluyla bulaşan bir hastalıktır. Genital bölgelerde, rektumda, boğazda veya gözlerde enfeksiyona neden olabilir. Bel soğukluğu, kadın ve erkeklerde farklı belirtiler gösterebilir ve tedavi edilmezse ciddi komplikasyonlara yol açabilir.",
    "Risk Oranı": "30",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Bel soğukluğundan korunmanın en etkili yolu, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, cinsel partnerlerin enfekte olup olmadığını bilmek ve düzenli olarak test yaptırmak da korunma önlemleridir.",
    "Enfekte Oldum": " Bel soğukluğu tedavisi antibiyotiklerle yapılır. Ancak enfeksiyon ilerlemişse ve ciddi komplikasyonlar gelişmişse, uzun süreli tedavi gerekebilir. Ayrıca, enfekte kişinin partnerleri de test edilmeli ve gerekirse tedavi edilmelidir.",
    "Etiketler": "İdrarda Yanma,İdrarda Akıntı, Genital Bölge Ağrısı,Vajinal Akıntı, Rektal Ağrı, Rektal Kanama",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/belsoguklugu.png"
  },
  {
    "Adı": "HSV",
    "Latince Adı": "Herpes Simplex Virus",
    "Hakkında": "HSV, özellikle cinsel yolla bulaşabilen bir virüs ailesidir. HSV-1 genellikle ağız yoluyla bulaşan herpesi tetiklerken, HSV-2 genital herpesi nedenler. Her iki tür de tekrarlayan döküntülere ve yaralara yol açabilir. Her iki tür de ömür boyu vücutta kalır ve tekrarlayıcı enfeksiyonlara neden olabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "15",
    "Korunma Yolları": "HSV'den korunmanın en etkili yollarından biri, cinsel ilişki sırasında kondom kullanmaktır. Ayrıca, temas halinde olan partnerlerin enfekte olup olmadığını bilmek ve cinsel ilişkilerde dikkatli olmak da önemlidir.",
    "Enfekte Oldum": "HSV enfeksiyonları için antiviral ilaçlar bulunmaktadır. Bu ilaçlar semptomları hafifletir, iyileşme sürecini hızlandırır ve tekrarlayıcı enfeksiyonları önler. Ancak, HSV ömür boyu vücutta kalır ve dönem dönem nükseder.",
    "Etiketler": "Ağızda Kaşıntı, Genital Kaşıntı, Kabarcık, Yara,Ağrı,Hafif Ateş,Halsizlik,Lenf Düğümlerinde Şişme ",
    "Benzer Hastalıklar": "Sifiliz,HPV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hsv.png"
  },
  {
    "Adı": "HPV",
    "Latince Adı": "Human Papillomavirus",
    "Hakkında": "HPV, cinsel temas yoluyla yayılan bir virüstür. HPV'nin yüzlerce farklı türü vardır ve bazıları cilt yüzeyinde siğillere yol açabilirken, diğerleri kanser riskini artırabilir. HPV enfeksiyonları yaygındır, ancak çoğu kişi bağışıklık sistemi tarafından kontrol altına alır.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "17",
    "Korunma Yolları": "HPV'den korunmanın en etkili yollarından biri HPV aşısıdır. Aşı, belirli HPV tiplerine karşı bağışıklık kazanmanızı sağlar. Ayrıca, kondom kullanmak cinsel yolla bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "HPV'nin birçok türü bağışıklık sistemi tarafından kontrol altına alınabilir ve tedavi gerektirmez. Ancak genital siğiller gibi belirli semptomlar için tedaviler mevcuttur. HPV ile ilişkili kanserlerin tedavisi kanserin tipine ve evresine bağlıdır.",
    "Etiketler": "Genital Siğil",
    "Benzer Hastalıklar": "Sifiliz, HSV",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/hpv.png"
  },
  {
    "Adı": "Zatürre",
    "Latince Adı": "Pnömoni",
    "Hakkında": "Zatürre, solunum yoluyla bulaşan mikroorganizmaların akciğerlere yerleşmesi sonucu ortaya çıkar. Enfeksiyon nedeniyle akciğer dokusu iltihaplanır ve bu durum solunum güçlüğüne, öksürüğe, göğüs ağrısına ve ateşe neden olabilir. Zatürre, yaşlılar, çocuklar ve bağışıklık sistemi zayıflamış kişiler için özellikle risklidir.",
    "Risk Oranı": "40",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Zatürreden korunmanın en etkili yollarından biri aşılanmaktır. Pnömokok aşısı ve grip aşısı, zatürre riskini azaltır. Ayrıca kişisel hijyene dikkat etmek, el yıkamak ve hasta kişilerle teması sınırlamak da bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Zatürre tedavisi antibiyotiklerle yapılır. Tedaviye erken başlandığında, hastanın genellikle hızlı bir şekilde iyileşmesi mümkündür. İlaçlar, enfeksiyonu kontrol altına alır ve semptomları hafifletir.",
    "Etiketler": "Yüksek Ateş, Şiddetli Öksürük, Solunum Zorluğu, Göğüs Ağrısı,Titreme, Halsizlik, İştahsızlık, Baş Ağrısı",
    "Benzer Hastalıklar": "Koronavirüs,Grip, Bronşit , Astım, Koah",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/zaturre.png"
  },
  {
    "Adı": "Rotavirüs",
    "Latince Adı": "Rotavirüs",
    "Hakkında": "Rotavirüs, sindirim sisteminde iltihaplanmaya ve ishale yol açabilen bir virüstür. Rotavirüs enfeksiyonları özellikle bebekler ve küçük çocuklar arasında yaygındır ve ciddi dehidrasyona yol açabilir. Virüs, dışkı ile temas yoluyla bulaşır ve enfekte kişilerle temas sonucu yayılır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "7",
    "Korunma Yolları": "Rotavirüs enfeksiyonlarından korunmanın en etkili yolu, rotavirüs aşısı ile bağışıklık kazanmaktır. Ayrıca, temizlik kurallarına dikkat etmek, el yıkamak ve enfekte kişilerle teması sınırlamak da bulaşma riskini azaltabilir.",
    "Enfekte Oldum": "Rotavirüs enfeksiyonlarının tedavisi semptomların yönetilmesini içerir. Elektrolitlerin yeniden dengelenmesi için sıvı takviyesi gerekebilir. Özellikle çocuklar için rotavirüs aşısı, enfeksiyon riskini azaltabilir. Rotavirüs enfeksiyonları, özellikle bebeklerde ve küçük çocuklarda ciddi komplikasyonlara neden olabilir. Erken teşhis, semptomların yönetimi ve yeterli sıvı alımı enfeksiyonun etkilerini azaltabilir. Rotavirüs aşısı, bu hastalığın önlenmesinde önemlidir.",
    "Etiketler": "Şiddetli İshal, Kusma, Yüksek Ateş, Halsizlik, İştahsızlık, Karın Ağrısı",
    "Benzer Hastalıklar": "Kolera, İshal",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/rota.png"
  },
  {
    "Adı": "Kolera",
    "Latince Adı": "Kolera",
    "Hakkında": "Kolera, Vibrio cholerae bakterisinin neden olduğu ciddi bir bulaşıcı ishal hastalığıdır. Kolera, enfekte su veya gıdaların tüketilmesi sonucu yayılır. Kolera salgınları, özellikle hijyen koşullarının kötü olduğu bölgelerde görülür. Hızlı ve şiddetli ishal, vücut sıvılarının kaybına neden olur ve ciddi dehidrasyona yol açabilir.",
    "Risk Oranı": "5",
    "Görülme Sıklığı": "8",
    "Korunma Yolları": "Kolera'dan korunmanın en etkili yolu temiz su tüketmek ve hijyen kurallarına dikkat etmektir. Ayrıca, aşılama programları, kolera salgınlarını kontrol altına almak için kullanılır.",
    "Enfekte Oldum": "Kolera tedavisi, kaybedilen sıvıların ve elektrolitlerin yeniden dengelenmesini içerir. Oral rehidrasyon çözümleri (ORS) veya intravenöz sıvı takviyeleri kullanılabilir. Antibiyotikler de tedaviye yardımcı olabilir.",
    "Etiketler": "İshal, Şiddetli Kusma, Dehidrasyon,Cilt Kuruluğu, Ağızda Kuruluk,Nabız Yüksekliği, Kas Krampları",
    "Benzer Hastalıklar": "Rotavirüs, İshal",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/kolera.png"
  },
  {
    "Adı": "Mantar",
    "Latince Adı": "Mantar",
    "Hakkında": "antar hastalıkları, mantar organizmalarının neden olduğu çeşitli enfeksiyonları ve cilt problemlerini ifade eden bir terimdir. Mantarlar, cilt, tırnak, saç ve mukoza zarları gibi vücut bölgelerine yayılabilen enfeksiyonlara neden olabilirler. Mantar enfeksiyonları, dermatofitler, mayalar ve küfler gibi farklı mantar türleri tarafından neden olunabilir. Bu enfeksiyonlar, sıcak ve nemli ortamlarda daha sık görülme eğilimindedir. Ayak mantarı, tırnak mantarı, vajinal mantar enfeksiyonları ve mantarla ilgili cilt problemleri gibi çeşitli türleri vardır.",
    "Risk Oranı": "1",
    "Görülme Sıklığı": "18",
    "Korunma Yolları": "Mantar enfeksiyonlarından korunmanın bazı yolları şunlar olabilir: Temizlik kurallarına dikkat etmek, nemli kıyafetleri ve ayakkabıları sık sık değiştirmek, kişisel hijyeni sürdürmek, ortak kullanılan havlu ve eşyaları sınırlamak, hijyenik ayakkabı ve çorap giymek.",
    "Enfekte Oldum": "Mantar enfeksiyonlarının tedavisi, enfekte bölgeye ve mantar türüne göre değişiklik gösterir. Antifungal ilaçlar, kremler veya losyonlar sıkça kullanılır. Tedaviye erken başlandığında, enfeksiyon genellikle iyileşir. Ancak bazı durumlarda tekrarlayan enfeksiyonlar olabilir. Mantar hastalıkları cilt, tırnak, saç ve mukoza zarları gibi farklı bölgeleri etkileyebilir. Mantar enfeksiyonları genellikle tedavi edilebilir, ancak tekrarlamaları önlemek ve enfeksiyonların yayılmasını engellemek için hijyen önlemlerine dikkat etmek önemlidir. Eğer belirtiler devam eder veya şiddetlenirse, bir sağlık profesyoneline başvurmak önerilir.",
    "Etiketler": "Kaşıntı, Kızarıklık, Ciltte Döküntü, Tırnak Değişiklikleri, Lezyon",
    "Benzer Hastalıklar": "",
    "Görsel Link": "https://raw.githubusercontent.com/furkanmulayim/kaynakDosyasiSaglik/main/hastalik-gorseller/mantar.png"
  }
]
